{
    "headline_1": "Temporaire",
    "headline_1_1": "Ce qui n'est pas permanent.",
    "headline_1_description": "TempVoice est un puissant bot Discord sur les canaux vocaux temporaires. Facile à utiliser et entièrement personnalisable pour n'importe quel usage.",
    "headline_2": "Les serveurs que vous connaissez utilisent TempVoice",
    "headline_2_description": "TempVoice est utilisé par des milliers de serveurs Discord et des centaines de milliers d'utilisateurs.",
    "headline_3": "Qu'est-ce qu'une canal temporaire ?",
    "headline_3_description": "Un canal vocal temporaire sera créé en rejoignant un canal de créateur et supprimé lorsque tout le monde sera parti.",
    "headline_4": "Plusieurs canaux de créateurs",
    "headline_4_description": "Configurez plusieurs canaux de créateurs, chacun avec sa propre configuration de modèle de canal vocal temporaire.",
    "headline_5": "Canaux de fils temporaires",
    "headline_5_description": "Un canal de fil temporaire est utilisé comme chat et n'est accessible qu'en rejoignant le canal vocal temporaire.",
    "headline_6": "Interfaces de contrôle TempVoice",
    "headline_6_description": "Les interfaces sont utilisées pour gérer les canaux vocaux temporaires par les utilisateurs. Disponible en plusieurs langues et couleurs.",
    "headline_7_description": "Configurez le TempVoice Discord Bot en utilisant la commande '/setup tempvoice' sur votre serveur Discord ! TempVoice créera un canal vocal qui sera utilisé pour créer un canal vocal temporaire !",
    "headline_8": "Status de TempVoice",
    "headline_8_description": "TempVoice est divisé en plusieurs clusters, chacun d'eux contient jusqu'à 5 fragments qui sont responsables d'environ 1000 serveurs Discord.",
    "headline_9_description": "Les espaces réservés peuvent être utilisés de plusieurs façons, par exemple, pour afficher le nom du propriétaire du canal dans les noms de canaux ou pour les numéroter. Utilisez simplement l'un des espaces réservés ci-dessous à l'intérieur du nom par défaut que vous souhaitez utiliser dans le tableau de bord. Exemple : Canal n° {NUMBER} de {OWNER_USERNAME}",
    "headline_10": "Démarrer avec TempVoice",
    "headline_10_description": "Configurez le TempVoice Discord Bot en quelques clics pour le personnaliser selon tous vos besoins sur votre serveur Discord.",
    "headline_12": "Que sont les espaces réservés ?",
    "headline_12_description": "Les espaces réservés peuvent être utilisés de plusieurs façons, par exemple pour afficher le nom du propriétaire du canal dans les noms de canaux ou pour numéroter les canaux.",
    "headline_13": "TempVoice Tutorial - Temporary Voice Channels on Discord",
    "headline_13_description": "Cette vidéo vous montrera comment configurer et utiliser le TempVoice Discord Bot pour ajouter des canaux vocaux temporaires à votre serveur Discord.",
    "headline_14": "Configurer TempVoice",
    "headline_14_description": "Après avoir invité le TempVoice Discord Bot, vous utilisez la commande '/setup tempvoice' qui est utilisée pour configurer un nouveau Creator Channel & Interface Channel. La configuration du canal Creator pour les canaux vocaux temporaires peut être modifiée avec le tableau de bord.",
    "headline_15": "Comment utiliser TempVoice ?",
    "headline_15_description": "Une fois que vous avez créé un canal vocal temporaire en rejoignant un canal de créateur, vous pouvez utiliser les commandes '/voice' pour contrôler les propriétés du canal vocal. Notez que toutes les modifications que vous avez apportées à votre canal vocal temporaire seront enregistrées et restaurées lorsque vous créerez un nouveau canal vocal temporaire à tout moment !",
    "headline_16_description": "Sélectionnez un serveur Discord pour modifier la configuration de TempVoice.",
    "headline_17_description": "Sélectionnez un canal de créateur pour modifier la configuration de TempVoice. Configurez un nouveau créateur via '/setup creator' et supprimez-en un en supprimant le canal dans Discord.",
  
    "component_1": "Sur quel cluster est mon serveur ?",
    "component_1_description": "Entrez votre Idientifiant de serveur ici",
    "component_1_1_description": "Votre serveur est activé",
    "component_1_2_description": "Où est mon identifiant de serveur ?",
    "component_2": "Débit binaire du canal temporaire",
    "component_2_description": "Débit binaire par défaut des canaux temporaires",
    "component_3": "Limite totale temporaire des canaux",
    "component_3_description": "Limite totale pour les canaux temporaires qui peuvent exister en même temps",
    "component_4": "Gérer le premium",
    "component_4_description": "Nombre de serveurs Discord sur lesquels vous pouvez activer le premium:",
    "component_5": "Envoyer un message de bienvenue",
    "component_5_description": "Envoyer un message de bienvenue dans les canaux temporaires après la création",
    "component_5_1_description": "Pas plus de 300 caractères sont autorisés.",
    "component_6": "Rôle In-Voice",
    "component_6_description": "Attribuer un rôle lorsque vous rejoignez/quittez un canal temporaire",
    "component_7": "Rôle de membre",
    "component_7_description": "Nécessaire pour voir les canaux temporaires",
    "component_8": "Restaurer les paramètres du propriétaire",
    "component_8_description": "Restaurer les propriétés des canaux temporaires telles qu'elles étaient avant la suppression",
    "component_9": "Réinitialiser la configuration",
    "component_10": "Position de canal temporaire",
    "component_10_description": "Position des canaux temporaires pour la création (Par défaut : En dessous)",
    "component_11": "Autorisations de propriétaire supplémentaires",
    "component_11_description": "Autorisations supplémentaires accordées au propriétaire d'un canal temporaire",
    "component_12": "Synchroniser les autorisations",
    "component_12_description": "Synchronisez les autorisations temporaires des canaux avec la catégorie ou le créateur lui-même",
    "component_13": "Nom de la salle d'attente",
    "component_13_description": "Nom des salles d'attente (par défaut : Join Me)",
    "component_14": "{ROLE} Espace réservé",
    "component_14_description": "Nom par défaut lorsque l'utilisateur n'a pas de rôle (par défaut : nom d'utilisateur)",
    "component_15": "{PRIVACY} Espace réservé (verrouillé ou masqué)",
    "component_15_description": "Nom par défaut lorsque le temporaire est verrouillé ou masqué (par défaut : 🔒)",
    "component_16": "{PRIVACY} Espace réservé (déverrouillé et non masqué)",
    "component_16_description": "Nom par défaut lorsque le temporaire est déverrouillé et affiché (par défaut : 🔓)",
    "component_17": "Nom par défaut pour les espaces réservés",
    "component_17_description": "Nom par défaut des espaces réservés lorsque ceux-ci n'ont aucune valeur à afficher",
    "component_18": "Nom de canal temporaire",
    "component_18_1": "Espaces réservés disponibles✨",
    "component_18_description": "Nom par défaut des canaux temporaires",
    "component_19": "{CUSTOM} Espace réservé",
    "component_19_description": "Nom par défaut lorsque l'utilisateur n'a pas de nom de canal propre (par défaut : nom d'utilisateur)",
    "component_20": "Limite d'utilisateurs de canal temporaire",
    "component_20_description": "Limite d'utilisateurs par défaut pour les canaux temporaires",
    "component_21": "Langue",
    "component_21_description": "Le bot ne doit répondre que dans la langue sélectionnée",
    "component_21_1_description": "Changer la langue globale de TempVoice",
    "component_22": "Gérer les paramètres du propriétaire",
    "component_22_description": "Activer ou désactiver les paramètres de gestion et de modération des canaux temporaires",
    "component_22_1_description": "Cela rendra les canaux temporaires non gérables par l'utilisateur qui a créé le canal. Cela peut être utile si vous utilisez des canaux temporaires comme canaux publics",
    "component_22_2_description": "Si une option est décochée, la commande associée ne pourra plus être utilisée et les modifications passées effectuées par l'utilisateur ne fonctionneront plus non plus. Par exemple, si un utilisateur a verrouillé son canal, mais que cette option est maintenant désactivée, son canal ne peut plus être verrouillé.",
    "component_23": "Catégorie de canal temporaire (Secours)",
    "component_23_description": "Catégorie de secours lorsque le principal a atteint sa limite de 50 canaux",
    "component_24": "Couleur du thème",
    "component_24_description": "Utilisé pour la couleur des emojis dans les messages Bot",
    "component_25": "Nom du canal de censure",
    "component_25_description": "Censure jusqu'à 30 mots qui ne peuvent pas être utilisés comme noms de canaux temporaires",
    "component_26": "Catégorie de canal temporaire (primaire)",
    "component_26_description": "Catégorie principale pour les canaux temporaires",
    "component_27": "Vote Flash",
    "component_27_description": "Vous obtenez 1 à 3 flashs chaque fois que vous votez pour TempVoice. 60 flashs peuvent être échangés contre 2 semaines de prime ! Cool hein? N'oubliez pas que vous pouvez voter toutes les 12 heures et cela prend moins de secondes !",
    "component_28": "Remplissage de canal temporaire",
    "component_28_description": "Remplir les canaux temporaires avant d'en créer de nouveaux (nécessite : limite d'utilisateurs 1-99)",
    "component_29": "Custom Branding",
    "component_29_description": "How do I get a bot token?",
    "component_29_2_description": "Custom Branding allows you to change the appearance of TempVoice by changing its name and avatar. Enter a Discord Bot token to create a new custom branding bot, which will be hosted on a seperate server.",
    "component_30": "Customize Bot Status",
    "component_30_description": "Change the Discord status of the Custom Branding bot.",

    "placeholder_1_description": "Lorsque vous utilisez l'espace réservé {PRIVACY}, le nom du canal est mis à jour lors de la modification de la confidentialité. Ceci n'est possible que toutes les 5 minutes en raison des limitations de Discord.",
    "placeholder_2_description": "Affiche le nom du rôle, peu importe quand le rôle est séparé dans la liste des membres en ligne.",
    "placeholder_3_description": "Affiche le nom de rôle le plus élevé qui est séparé dans la liste des membres en ligne.",
    "placeholder_4_description": "Cet espace réservé sera remplacé par le nom qu'un utilisateur a choisi avec '/voice name'. Lorsque l'utilisateur choisit un nouveau nom, seule la partie de l'espace réservé est modifiée et le reste reste inchangé.",
  
    "navbar_login_1": "Connecté en tant que",
    "navbar_login_2": "Tableau de bord",
    "navbar_login_3": "Profil",
    "navbar_login_4": "Se déconnecter",
  
    "invite_button": "Inviter TempVoice",
    "dashboard_button": "Ouvrir le tableau de bord",
    "guides_button": "Afficher les guides",
    "login_button": "Se connecter avec Discord",
    "patreon_button": "Soutenir TempVoice sur Patreon",
    "connect_button": "Connecter Patreon avec Discord",
    "vote_button": "Votez pour TempVoice sur Top.gg",
  
    "statistics_1": "Total de clusters",
    "statistics_2": "Total de shards",
    "statistics_3": "Total de serveurs",
    "statistics_4": "Total de membres",
  
    "alert_custom_branding_token": "Do not share the Discord Bot token with anyone else under any circumstances!",
    "alert_premium_activate": "Votre Premium est prêt à être utilisé !",
    "alert_premium_inactivate": "If you recently subscribed to TempVoice Premium you might have to wait a couple of minutes to get validated and be able to activate Premium on any Discord server.",
    "alert_please_login": "Veuillez vous connecter avec votre compte Discord pour continuer.",
    "alert_no_servers": "Vous ne possédez ni ne modérez aucun serveur Discord. Vous aurez besoin des autorisations 'Gerer le serveur'.",
    "alert_no_creators": "Ce serveur Discord n'a pas encore de créateurs. Configurez un nouveau canal de créateur avec '/setup creator' et actualisez la page.",
    "alert_input_limit": "Pas plus de 64 caractères sont autorisés.",
    "alert_added_success": "TempVoice a été ajouté avec succès à votre serveur Discord !",
    "alert_added_fail": "TempVoice n'a pas pu être ajouté à votre serveur Discord. Veuillez réessayer.",
    "alert_offline": "Il existe actuellement un problème connu avec TempVoice. Veuillez patienter.",
    "alert_online": "TempVoice est opérationnel"
  }
  