{
  "headline_1": "Temporaire",
  "headline_1_1": "Au lieu de permanent.",
  "headline_1_description": "TempVoice est un puissant bot Discord sur les salons vocaux temporaires. Facile à utiliser et entièrement personnalisable pour n'importe quel usage.",
  "headline_2": "Les serveurs officiels qui font confiance à TempVoice",
  "headline_2_description": "TempVoice est utilisé par des milliers de serveurs Discord et des centaines de milliers d'utilisateurs.",
  "headline_3": "Qu'est-ce qu'un salon temporaire ?",
  "headline_3_description": "Un salon vocal temporaire sera créé en rejoignant un salon de créateur et supprimé lorsque tout le monde sera parti.",
  "headline_4": "Plusieurs salons de créateurs",
  "headline_4_description": "Configurez plusieurs salons de créateurs, chacun avec sa propre configuration de salon vocal temporaire.",
  "headline_5": "Salons de sujets temporaires",
  "headline_5_description": "Un salon de sujets temporaire est utilisé comme chat et n'est accessible qu'en rejoignant le salon vocal temporaire.",
  "headline_6": "Interface de contrôle TempVoice",
  "headline_6_description": "L'interface est utilisée pour gérer les salons vocaux temporaires par les utilisateurs. Disponible en plusieurs langues et couleurs.",
  "headline_7_description": "Configurez le Bot Discord TempVoice en utilisant la commande '/setup tempvoice' sur votre serveur Discord ! TempVoice créera un salon vocal qui sera utilisé pour créer un salon vocal temporaire !",
  "headline_8": "Status de TempVoice",
  "headline_8_description": "TempVoice est divisé en plusieurs clusters, chacun d'eux contient jusqu'à 5 fragments qui sont responsables d'environ 1000 serveurs Discord.",
  "headline_9_description": "Les espaces réservés peuvent être utilisés de plusieurs façons, par exemple, pour afficher le nom du propriétaire du salon dans les noms de salons ou pour les numéroter. Utilisez simplement l'un des espaces réservés ci-dessous à l'intérieur du nom par défaut que vous souhaitez utiliser dans le tableau de bord. Exemple : Salon n° {NUMBER} de {OWNER_USERNAME}",
  "headline_10": "Commencer avec TempVoice",
  "headline_10_description": "Configurez le Bot Discord TempVoice en quelques clics pour le personnaliser selon tous vos besoins sur votre serveur Discord.",
  "headline_12": "Que sont les espaces réservés ?",
  "headline_12_description": "Les espaces réservés peuvent être utilisés de plusieurs façons, par exemple pour afficher le nom du propriétaire du salon dans les noms de salons ou pour numéroter les salons.",
  "headline_13": "Tutoriel TemVoice - Salons vocaux temporaires sur Discord",
  "headline_13_description": "Cette vidéo vous montrera comment configurer et utiliser le TempVoice Discord Bot pour ajouter des salons vocaux temporaires à votre serveur Discord.",
  "headline_14": "Configurer TempVoice",
  "headline_14_description": "Après avoir invité le Bot Discord TempVoice, vous utilisez la commande '/setup tempvoice' qui est utilisée pour configurer un nouveau salon de créateur et un salon d'interface. La configuration du salon de créateur pour les salons vocaux temporaires peut être modifiée avec le tableau de bord.",
  "headline_15": "Comment utiliser TempVoice ?",
  "headline_15_description": "Une fois que vous avez créé un salon vocal temporaire en rejoignant un salon de créateur, vous pouvez utiliser les commandes '/voice' pour contrôler les propriétés du salon vocal. Notez que toutes les modifications que vous avez apportées à votre salon vocal temporaire seront enregistrées et restaurées lorsque vous créerez un nouveau salon vocal temporaire à tout moment !",
  "headline_16_description": "Sélectionnez un serveur Discord pour modifier la configuration de TempVoice.",
  "headline_17_description": "Sélectionnez un salon de créateur pour modifier la configuration de TempVoice. Configurez un nouveau salon de créateur via '/setup creator' et supprimez-en un en supprimant le salon dans Discord.",
  "headline_18": "Plus de personnalisation. Plus de liberté.",
  "headline_18_description": "Libérez le plein potentiel de votre serveur en obtenant un accès illimité à toutes les fonctionnalités. Annulez à tout moment.",

  "component_1": "Sur quel cluster est mon serveur ?",
  "component_1_description": "Entrez votre Identifiant de serveur ici",
  "component_1_1_description": "Votre serveur est activé",
  "component_1_2_description": "Où est mon identifiant de serveur ?",
  "component_2": "Débit binaire du salon temporaire",
  "component_2_menu": "Le plus élevé possible",
  "component_2_description": "Débit binaire par défaut des salons temporaires",
  "component_3": "Limite totale temporaire des salons",
  "component_3_description": "Limite totale pour les salons temporaires qui peuvent exister en même temps",
  "component_4": "Gérer le premium",
  "component_4_description": "Nombre de serveurs Discord sur lesquels vous pouvez activer le premium:",
  "component_5": "Envoyer un message de bienvenue",
  "component_5_description": "Envoyer un message de bienvenue dans les salons temporaires après la création",
  "component_5_1_description": "Pas plus de 300 caractères sont autorisés.",
  "component_6": "Rôle In-Voice",
  "component_6_menu": "Pas de rôle sélectionné",
  "component_6_description": "Attribuer un rôle lorsque vous rejoignez/quittez un salon temporaire",
  "component_7": "Rôle de membre",
  "component_7_menu": "Select Multiple Roles",
  "component_7_description": "Nécessaire pour voir les salons temporaires",
  "component_8": "Restaurer les paramètres du propriétaire",
  "component_8_menu": "Gérer les options de restauration",
  "component_8_menu_1": "Nom personnalisé",
  "component_8_menu_2": "Limite d'utilisateurs personnalisée",
  "component_8_menu_3": "Utilisateurs de confiance et bloqués",
  "component_8_menu_4": "Préférences de confidentialité",
  "component_8_description": "Restaurer les propriétés des salons temporaires telles qu'elles étaient avant la suppression",
  "component_9": "Réinitialiser la configuration",
  "component_10": "Position de salon temporaire",
  "component_10_menu_1": "En dessous du créateur",
  "component_10_menu_2": "Au dessus du créateur",
  "component_10_description": "Position des salons temporaires pour la création (Par défaut : En dessous)",
  "component_11": "Autorisations de propriétaire supplémentaires",
  "component_11_menu": "Gérer les autorisations",
  "component_11_description": "Autorisations supplémentaires accordées au propriétaire d'un salon temporaire",
  "component_12": "Synchroniser les autorisations",
  "component_12_menu_1": "Synchroniser à partir de la catégorie",
  "component_12_menu_2": "Syncroniser à partir du créateur",
  "component_12_menu_3": "Ne rien Synchroniser",
  "component_12_description": "Synchronisez les autorisations temporaires des salons avec la catégorie ou le créateur lui-même",
  "component_13": "Nom de la salle d'attente",
  "component_13_description": "Nom des salles d'attente (par défaut : Rejoignez-moi)",
  "component_14_description": "Nom par défaut lorsque l'utilisateur n'a pas de rôle (par défaut : Nom d'utilisateur)",
  "component_15_description": "Nom par défaut lorsque le salon temporaire est verrouillé ou masqué (par défaut : 🔒)",
  "component_16_description": "Nom par défaut lorsque le salon temporaire est déverrouillé et affiché (par défaut : 🔓)",
  "component_17": "Nom par défaut pour les espaces réservés",
  "component_17_menu": "Gérer les noms par défaut",
  "component_17_description": "Nom par défaut des espaces réservés lorsque ceux-ci n'ont aucune valeur à afficher",
  "component_18": "Nom de salon temporaire",
  "component_18_1": "Espaces réservés disponibles✨",
  "component_18_description": "Nom par défaut des salons temporaires",
  "component_19_description": "Nom par défaut lorsque l'utilisateur n'a pas de nom de salon propre (par défaut : nom d'utilisateur)",
  "component_20": "Limite d'utilisateurs de salon temporaire",
  "component_20_description": "Limite d'utilisateurs par défaut pour les salons temporaires",
  "component_21": "Langue",
  "component_21_description": "Le bot ne doit répondre que dans la langue sélectionnée",
  "component_21_1_description": "Changer la langue globale de TempVoice",
  "component_22": "Gérer les paramètres du propriétaire",
  "component_22_menu": "Gérer les paramètres",
  "component_22_description": "Activer ou désactiver les paramètres de gestion et de modération des salons temporaires",
  "component_22_1_description": "Cela rendra les salons temporaires non gérables par l'utilisateur qui a créé le salon. Cela peut être utile si vous utilisez des salons temporaires comme salons publics",
  "component_22_2_description": "Si une option est décochée, la commande associée ne pourra plus être utilisée et les modifications passées effectuées par l'utilisateur ne fonctionneront plus non plus. Par exemple, si un utilisateur a verrouillé son salon, mais que cette option est maintenant désactivée, son salon ne peut plus être verrouillé.",
  "component_23": "Catégorie de salon temporaire (Secours)",
  "component_23_description": "Catégorie de secours lorsque le principal a atteint sa limite de 50 salons",
  "component_24": "Couleur du thème",
  "component_24_menu_1": "Violet",
  "component_24_menu_2": "Rose",
  "component_24_menu_3": "Bleu",
  "component_24_menu_4": "Vert",
  "component_24_menu_5": "Orange",
  "component_24_menu_6": "Jaune",
  "component_24_menu_7": "Rouge",
  "component_24_description": "Utilisé pour la couleur des emojis dans les messages Bot",
  "component_25": "Nom du salon de censure",
  "component_25_description": "Censure jusqu'à 30 mots qui ne peuvent pas être utilisés comme noms de salons temporaires",
  "component_26": "Catégorie de salon temporaire (primaire)",
  "component_26_menu": "Pas de catégorie sélectionné",
  "component_26_description": "Catégorie principale pour les salons temporaires",
  "component_27": "Vote Flash",
  "component_27_description": "Vous obtenez 1 à 3 flashs chaque fois que vous votez pour TempVoice. 60 flashs peuvent être échangés contre 2 semaines de premium ! Cool hein? N'oubliez pas que vous pouvez voter toutes les 12 heures et cela prend moins de secondes !",
  "component_28": "Remplissage de salon temporaire",
  "component_28_menu_1": "Activé",
  "component_28_menu_2": "Désactivé",
  "component_28_description": "Remplir les salons temporaires avant d'en créer de nouveaux (nécessite : limite d'utilisateurs 1-99)",
  "component_29": "Image de marque personnalisée",
  "component_29_description": "Comment obtenir un jeton de bot?",
  "component_29_2_description": "L'image de marque personnalisée vous permet de modifier l'apparence de TempVoice en changeant son nom et son avatar. Entrez un jeton Discord Bot pour créer un nouveau bot de marque personnalisé, qui sera hébergé sur un serveur séparé.",
  "component_30": "Personnaliser le statut du bot",
  "component_30_description": "Modifiez le statut Discord du bot via l'image de marque personnalisée",
  "component_31_description": "Default name when the user has no discord activity",
  "component_32_description": "Default name when the activity of the user has no details",
  "component_33_description": "Default name when the activity of the user has no state",
  "component_34_description": "Default name when the activity of the user has no emoji",

  "placeholder_1_description": "Lorsque vous utilisez l'espace réservé {PRIVACY}, le nom du salon est mis à jour lors de la modification de la confidentialité. Ceci n'est possible que toutes les 5 minutes en raison des limitations de Discord.",
  "placeholder_2_description": "Affiche le nom du rôle, peu importe quand le rôle est séparé dans la liste des membres en ligne.",
  "placeholder_3_description": "Affiche le nom de rôle le plus élevé qui est séparé dans la liste des membres en ligne.",
  "placeholder_4_description": "Cet espace réservé sera remplacé par le nom qu'un utilisateur a choisi avec '/voice name'. Lorsque l'utilisateur choisit un nouveau nom, seule la partie de l'espace réservé est modifiée et le reste reste inchangé.",

  "navbar_login_1": "Connecté en tant que",
  "navbar_login_2": "Tableau de bord",
  "navbar_login_3": "Profil",
  "navbar_login_4": "Se déconnecter",

  "invite_button": "Inviter TempVoice",
  "dashboard_button": "Ouvrir le tableau de bord",
  "guides_button": "Afficher les guides",
  "login_button": "Se connecter avec Discord",
  "vote_button": "Votez pour TempVoice sur Top.gg",
  "cancel_button": "Annuler l'abonnement",
  "subscribe_button": "Checkout with Stripe",
  "legacy_button": "Vous êtes toujours abonné sur Patreon",

  "premium_feature_1": "Interface entièrement personnalisable",
  "premium_feature_2": "Salons de créateurs illimitées",
  "premium_feature_3": "Aucune exigence de vote",

  "statistics_1": "Total de clusters",
  "statistics_2": "Total de fragments",
  "statistics_3": "Total de serveurs",
  "statistics_4": "Total de membres",

  "alert_custom_branding_token": "Ne partagez en aucun cas le jeton Discord Bot avec qui que ce soit !",
  "alert_premium_activate": "Votre Premium est prêt à être utilisé !",
  "alert_premium_inactivate": "Si vous vous êtes récemment abonné à TempVoice Premium, vous devrez peut-être attendre quelques minutes pour être validé et pouvoir activer le Premium sur n'importe quel serveur Discord.",
  "alert_please_login": "Veuillez vous connecter avec votre compte Discord pour continuer.",
  "alert_no_servers": "Vous ne possédez, ni ne modérez aucun serveur Discord. Vous aurez besoin des autorisations 'Gerer le serveur'.",
  "alert_no_creators": "Ce serveur Discord n'a pas encore de créateurs. Configurez un nouveau salon de créateur avec '/setup creator' et actualisez la page.",
  "alert_input_limit": "Pas plus de 64 caractères sont autorisés.",
  "alert_added_success": "TempVoice a été ajouté avec succès à votre serveur Discord !",
  "alert_added_fail": "TempVoice n'a pas pu être ajouté à votre serveur Discord. Veuillez réessayer.",
  "alert_offline": "Il existe actuellement un problème connu avec TempVoice. Veuillez patienter.",
  "alert_online": "TempVoice est opérationnel"
}
  
