{
    "headline_1" : "Temporär",
    "headline_1_1" : "anstatt permanent.",
    "headline_1_description" : "TempVoice ist ein Discord Bot rund um temporäre Sprachkanäle. Einfach zu benutzen und vielfältig anpassbar.",
    "headline_2" : "Server die du kennst, nutzen TempVoice",
    "headline_2_description" : "TempVoice wird von Tausenden von Discord Servern und Hunderttausenden von Usern verwendet.",
    "headline_3" : "Was ist ein temporärer Kanal?",
    "headline_3_description" : "Ein temporärer Voice Channel wird durch den Beitritt eines Creator Channels erstellt und gelöscht, wenn alle den Channel verlassen haben.",
    "headline_4" : "Mehrere Creator Channels",
    "headline_4_description" : "Richte mehrere Creator Channels ein, mit jeweils einer eigenen Konfiguration für temporäre Sprachkanäle.",
    "headline_5" : "Temporäre Thread Channels",
    "headline_5_description" : "Ein temporärer Thread Channel wird als Chat verwendet und kann nur durch Beitritt des temporären Kanal benutzt werden.",
    "headline_6" : "TempVoice Control Interfaces",
    "headline_6_description" : "Interfaces werden zur Verwaltung temporärer Sprachkanäle durch die User verwendet. Verfügbar in mehreren Sprachen und Farben.",
    "headline_7_description" : "Richte den TempVoice Discord Bot mit dem Befehl '/setup tempvoice' auf deinem Discord Server ein! TempVoice wird einen Kanal erstellen, der zum Erstellen eines temporären Kanals verwendet wird!",
    "headline_8" : "TempVoice Status",
    "headline_8_description" : "TempVoice ist in mehrere Cluster unterteilt, von denen jeder bis zu 5 Shards enthält, die für etwa 1000 Discord Server zuständig sind.",
    "headline_9_description" : "Placeholder können auf vielfältige Weise verwendet werden, z.B. um den Namen des Channel Eigentümers in Channel Namen anzuzeigen oder um die Channel zu nummerieren. Verwende einfach einen der unten aufgeführten Placeholder innerhalb des Standardnamens, den Sie im Dashboard verwenden möchten. Beispiel: {OWNER_USERNAME}'s Channel #{NUMBER}",
    "headline_10" : "Starte mit TempVoice",
    "headline_10_description" : "Richte den TempVoice Discord Bot mit wenigen Klicks ein und passe ihn auf alle Bedürfnisse deines Discord Servers ein.",
    "headline_12" : "Was sind Placeholder?",
    "headline_12_description" : "Placeholder können auf vielfältige Weise verwendet werden, z.B. um den Namen des Kanaleigentümers im Kanalnamen anzuzeigen oder um Kanäle zu nummerieren.",
    "headline_13" : "TempVoice Tutorial - Temporäre Sprachkanäle auf Discord",
    "headline_13_description" : "Dieses Video zeigt dir, wie du den TempVoice Discord Bot einrichtest und verwendest, um auf deinem Discord Server temporäre Sprachkanäle hinzuzufügen.",
    "headline_14" : "TempVoice einrichten",
    "headline_14_description" : "Nachdem du den TempVoice Discord Bot eingeladen hast, verwendest du den Befehl '/setup tempvoice', mit dem du einen neuen Creator Channel & Interface Channel einrichtest. Die Konfiguration des Creator Channel für die temporären Sprachkanäle kann über das Dashboard geändert werden.",
    "headline_15" : "Wie verwendet man TempVoice?",
    "headline_15_description" : "Sobald du einen temporären Kanal erstellt hast, indem du einem Creator Channel beigetreten bist, kannst du die Befehle '/voice' verwenden, um die Eigenschaften des Kanals zu steuern. Beachte, dass alle Änderungen, die du an deinem temporären Kanal gemacht hast, gespeichert und wiederhergestellt werden, immer wenn du einen neuen temporären Kanal erstellst!",
    "headline_16_description" : "Wähle einen Discord Server, um die Konfiguration von TempVoice zu bearbeiten.",
    "headline_17_description" : "Wähle einen Creator Channel, um die Konfiguration von TempVoice zu bearbeiten. Richte einen neuen Creator Chanel über '/setup creator' ein. Diesen kannst du löschen, indem du den Kanal in Discord löschen.",

    "component_1" : "Auf welchem Cluster befindet sich mein Server?",
    "component_1_description" : "Gebe hier deine Server ID ein",
    "component_1_1_description" : "Dein Server ist auf",
    "component_1_2_description" : "Where is my Server ID?",
    "component_2" : "Bitrate der temporären Kanäle",
    "component_2_description" : "Standard Bitrate für temporäre Kanäle",
    "component_3" : "Gesamtlimit für temporäre Kanäle",
    "component_3_description" : "Gesamtlimit für temporäre Kanäle, die gleichzeitig existieren können",
    "component_5" : "Willkommensnachricht senden",
    "component_5_description" : "Sende eine Willkommensnachricht in temporäre Kanäle nach der Erstellung",
    "component_5_1_description" : "Nicht mehr als 300 Zeichen sind erlaubt.",
    "component_6" : "In-Voice-Rolle",
    "component_6_description" : "Vergebe eine Rolle, wenn ein User einem temporären Kanal beitreten/verlassen",
    "component_7" : "Mitglied-Rolle",
    "component_7_description" : "Erforderlich, um temporäre Kanäle zu sehen",
    "component_8" : "Eigentümereinstellungen wiederherstellen",
    "component_8_description" : "Stellt die Eigenschaften der temporären Kanäle so wieder her, wie sie vor dem Löschen waren",
    "component_9" : "Konfiguration zurücksetzen",
    "component_10" : "Position der temporären Kanäle",
    "component_10_description" : "Position der temporären Kanäle für die Erstellung (Standard: Below)",
    "component_11" : "Zusätzliche Berechtigungen für den Eigentümer",
    "component_11_description" : "Zusätzliche Berechtigungen für den Eigentümer eines temporären Kanals",
    "component_12" : "Berechtigungen synchronisieren",
    "component_12_description" : "Synchronisiere Berechtigungen mit der Kategorie oder dem Creator Channel",
    "component_13" : "Name des Warteraums",
    "component_13_description" : "Name für Warteräume (Standard: Join Me)",
    "component_14" : "{ROLE} Placeholder",
    "component_14_description" : "Standard Name, wenn der Benutzer keine Rolle hat (Standard: Benutzername)",
    "component_15" : "{PRIVACY} Placeholder (gesperrt oder versteckt)",
    "component_15_description" : "Standard Name, wenn der Benutzer vorübergehend gesperrt oder versteckt ist (Standard: 🔒)",
    "component_16" : "{PRIVACY} Placeholder (entsperrt und nicht versteckt)",
    "component_16_description" : "Standard Name, wenn der Placeholder vorübergehend entsperrt und nicht versteckt ist (Standard: 🔓)",
    "component_17" : "Standard Name für Placeholder",
    "component_17_description" : "Standard Name für Placeholder, wenn diese keinen Wert anzeigen sollen",
    "component_18" : "Standard Name der temporären Kanäle",
    "component_18_1" : "Available Placeholders✨",
    "component_18_description" : "Standard Name für temporäre Kanäle",
    "component_19" : "{CUSTOM} Placeholder",
    "component_19_description" : "Standard Name, wenn der Benutzer keinen eigenen Kanal-Namen hat (Standard: Benutzername)",
    "component_20" : "Standard Benutzerlimit für temporäre Kanäle",
    "component_20_description" : "Standard Benutzerlimit der temporären Kanäle",
    "component_21" : "Sprache",
    "component_21_description" : "Bot soll nur in der ausgewählten Sprache antworten",
    "component_21_1_description" : "Ändere die Sprache von TempVoice",
    "component_22" : "Einstellungen des Eigentümers verwalten",
    "component_22_description" : "Einstellungen für die Verwaltung und Moderation temporärer Kanäle aktivieren oder deaktivieren",
    "component_22_1_description" : "Damit können temporäre Kanäle nicht von dem Benutzer verwaltet werden, der den Kanal erstellt hat. Dies kann nützlich sein, wenn temporäre Kanäle als öffentliche Kanäle verwenden",
    "component_22_2_description" : "Wenn eine Option nicht aktiviert ist, kann der zugehörige Befehl nicht mehr verwendet werden und frühere Änderungen des Benutzers funktionieren ebenfalls nicht mehr. Wenn ein Benutzer zum Beispiel seinen Kanal gesperrt hat, diese Option aber nun deaktiviert ist, kann sein Channel nicht mehr gesperrt werden.",
    "component_23" : "Kategorie der temporären Kanäle (Fallback)",
    "component_23_description" : "Fallback-Kategorie, wenn die Primärkategorie ihr Limit von 50 Kanälen erreicht hat",
    "component_24" : "Farbthema",
    "component_24_description" : "Wird für die Farbe von Emojis in Bot-Nachrichten verwendet",
    "component_25" : "Zensur-Kanalname",
    "component_25_description" : "Zensiert bis zu 30 Wörter, die nicht mehr als temporäre Kanalnamen verwendet werden können",
    "component_26" : "Kategorie der temporären Kanäle (Primär)",
    "component_26_description" : "Primäre Kategorie für temporäre Kanäle",

    "placeholder_1_description" : "Bei Verwendung des Placeholders {PRIVACY} wird der Kanal Name aktualisiert, wenn die Privatsphäre geändert wird. Dies ist aufgrund von Discord Beschränkungen nur alle 5 Minuten möglich.",
    "placeholder_2_description" : "Den Rollennamen anzeigen, egal ob die Rolle in der Liste der Online Mitglieder aufgelistet wird.",
    "placeholder_3_description" : "Zeigt den höchsten Rollennamen an, der in der Liste der Online Mitglieder aufgelistet ist.",

    "navbar_login_1" : "Angemeldet als",
    "navbar_login_2" : "Dashboard",
    "navbar_login_3" : "Premium",
    "navbar_login_4" : "Abmelden",

    "invite_button" : "TempVoice Einladen",
    "dashboard_button" : "Dashboard Öffnen",
    "guides_button" : "Guides Anschauen",
    "login_button" : "Mit Discord Anmelden",

    "statistics_1" : "Anzahl aller Clusters",
    "statistics_2" : "Anzahl aller Shards",
    "statistics_3" : "Anzahl aller Servers",
    "statistics_4" : "Anzahl aller Members",

    "alert_please_login" : "Bitte logge dich mit deinem Discord Account ein.",
    "alert_no_servers" : "Du besitzt oder moderierst keinen Discord Server. Du benötigst die Berechtigung 'Server verwalten'.",
    "alert_no_creators" : "Dieser Discord Server hat noch keine Creators. Richte einen neuen Creator Channel mit '/setup creator' ein und aktualisiere die Seite.",
    "alert_input_limit" : "Es sind nicht mehr als 64 Zeichen erlaubt.",
    "alert_added_success" : "TempVoice wurde erfolgreich zu deinem Discord Server hinzugefügt!",
    "alert_added_fail" : "TempVoice konnte nicht zu deinem Discord Server hinzugefügt werden. Bitte versuche es erneut.",
    "alert_offline" : "Es gibt derzeit ein Problem mit TempVoice. Bitte hab etwas Geduld.",
    "alert_online" : "TempVoice ist betriebsbereit"
}