{
  "headline_1": "Temporär",
  "headline_1_1": "anstatt permanent",
  "headline_1_description": "TempVoice ist ein Discord Bot rund um temporäre Kanäle. Einfach zu benutzen und vollständig anpassbar.",
  "headline_2": "Deine lieblings Server benutzen TempVoice",
  "headline_2_description": "TempVoice wird von Tausenden von Discord Servern und Hunderttausenden von Nutzern benutzt.",
  "headline_3": "Was ist ein temporärer Kanal?",
  "headline_3_description": "Ein temporärer Kanal wird durch das Klicken auf einen Creator Kanals erstellt und gelöscht, wenn alle den temporären Kanal verlassen haben.",
  "headline_7_description": "Mit dem Befehl '/setup' richtest du den TempVoice Bot ein! TempVoice erstellt dann einen Creator Kanal, der zum Erstellen eines temporären Kanals verwendet wird!",
  "headline_8": "TempVoice Status",
  "headline_8_description": "TempVoice ist in mehrere Cluster unterteilt, in welchen sich jeweils bis zu 5 Shards befinden und jeweils für 1000 Discord Server verwalten sind.",
  "headline_9_description": "Placeholder können auf verschiedenste Weisen verwendet werden, z.B. um den Namen des Kanal Eigentümers im Kanal Namen anzuzeigen oder um die Kanäle zu nummerieren. Verwende einfach einen der unten aufgeführten Placeholder innerhalb des Standardnamens, den du im Dashboard verwenden möchtest. Beispielsweise: {OWNER_NICKNAME}'s Channel #{NUMBER}",
  "headline_10": "Starte mit TempVoice",
  "headline_10_description": "TempVoice lässt sich in kürzester Zeit einrichten und ihn auf alle Bedürfnisse deines Discord Servers anpassen.",
  "headline_12": "Was sind Placeholder?",
  "headline_12_description": "Placeholder können auf vielseitig verwendet werden, z.B. um den Namen des Kanaleigentümers im Kanalnamen anzuzeigen oder um Kanäle zu nummerieren.",
  "headline_13": "TempVoice Tutorial - Temporäre Kanäle auf Discord",
  "headline_13_description": "In diesem Tutorial zeigen wir dir, wie du TempVoice einrichtest und benutzt.",
  "headline_14": "TempVoice einrichten",
  "headline_14_description": "Benutz den Befehl '/setup' um den TempVoice Bot einzurichten. TempVoice erstellt dann einen Creator und Interface Kanal, welche dein Discord Server braucht, um temporäre Kanäle zu erstellen. Die Konfiguration des Creator Kanal kannst du im Anschluss im Dashboard ändern.",
  "headline_15": "Wie verwendet man TempVoice?",
  "headline_15_description": "Sobald du einen temporären Kanal erstellt hast, indem du auf einem Creator Kanal geklickt hast, kannst du die Befehle '/voice' verwenden, um die Einstellungen des temporären Kanals zu ändern. Alle Änderungen die du an deinem temporären Kanal gemacht hast, sind gespeichert und werden wiederhergestellt, wenn du einen neuen temporären Kanal erstellst!",
  "headline_16_description": "Wähle einen Discord Server, um die Konfiguration von TempVoice zu bearbeiten.",
  "headline_17_description": "Wähle einen Creator Channel, um die Konfiguration von TempVoice zu bearbeiten. Richte einen neuen Creator Kanal mit '/setup' ein. Du kannst Creator Kanäle löschen, indem du den Kanal auf deinem Discord Server löscht.",
  "headline_18": "Deinen Ideen sind keine Grenzen gesetzt",
  "headline_18_description": "Schöpfen Sie das volle Potenzial deines Servers aus, indem du uneingeschränkten Zugriff auf alle Funktionen genießt. Jederzeit kündbar.",
  "headline_19": "Danke für dein Interesse an dem TempVoice Bot, welcher die Art und Weise, wie du Discord nutzen, vollkommen verändern wird. Mit dem Feedback der Community haben wir es den besten Bot für temporäre Kanäle zu entwickeln.",

  "component_1": "Auf welchem Cluster befindet sich mein Server?",
  "component_1_description": "Gebe hier deine Server ID ein",
  "component_1_1_description": "Dein Server ist auf",
  "component_1_2_description": "Wo ist meine Server ID?",
  "component_2": "Bitrate der temporären Kanäle",
  "component_2_menu": "Höchstmögliche Kbps",
  "component_2_description": "Audio Qualität für temporäre Kanäle",
  "component_3": "Maximale Anzahl an temporären Kanälen",
  "component_3_description": "Maximale Anzahl an temporären Kanälen, welche gleichzeitig existieren können",
  "component_4": "Premium Verwalten",
  "component_4_description": "Anzahl von Discord Servern, auf denen du Premium aktivieren kannst:",
  "component_5": "Willkommensnachricht senden",
  "component_5_description": "Sende eine Willkommensnachricht in temporäre Kanäle, nachdem diese erstellt wurden",
  "component_5_1_description": "Es sind nicht mehr als 300 Zeichen erlaubt.",
  "component_6": "In-Voice Rolle",
  "component_6_menu": "Es wurde keine Rolle ausgewählt",
  "component_6_description": "Wähle eine Rolle aus, welche ein Nutzer bekommen soll, wenn dieser einem temporären Kanal beitritt",
  "component_7": "Mitglieder Rolle",
  "component_7_menu": "Wähle mehere Rollen aus",
  "component_7_description": "Sobald mind. eine Rolle ausgewählt wurde, brauchen Nutzer diese Rolle um temporäre Kanäle zu sehen, da @everyone es nicht mehr kann.",
  "component_8": "Personalisierte Einstellungen wiederherstellen",
  "component_8_menu": "Wiederherstellung verwalten",
  "component_8_menu_1": "Personalisierter Name",
  "component_8_menu_2": "Personalisiertes Nutzer Limit",
  "component_8_menu_3": "Vertrauenswürdige und gesperrte Benutzer",
  "component_8_menu_4": "Privatsphäre-Einstellung",
  "component_8_description": "Stellt die Eigenschaften der temporären Kanäle so wieder her, wie sie vor dem Löschen gewesen sind.",
  "component_9": "Konfiguration zurücksetzen",
  "component_10": "Position der temporären Kanäle",
  "component_10_menu_1": "Unter dem Creator Kanal",
  "component_10_menu_2": "Über dem Creator Kanal",
  "component_10_description": "Position der temporären Kanäle für die Erstellung (Standard: Unten)",
  "component_11": "Berechtigungen für den Eigentümer eines temporären Kanäls",
  "component_11_menu": "Berechtigungen Verwalten",
  "component_11_description": "Zusätzliche Berechtigungen für den Eigentümer eines temporären Kanals",
  "component_12": "Berechtigungen synchronisieren",
  "component_12_menu_1": "Von der Kategorie synchronisieren",
  "component_12_menu_2": "Von dem Creator synchronisieren",
  "component_12_menu_3": "Nichts synchronisieren",
  "component_12_description": "Synchronisiere Berechtigungen mit der Kategorie oder dem Creator Channel",
  "component_13": "Name des Warteraums",
  "component_13_description": "Name für Warteräume (Standard: Join Me)",
  "component_14_description": "Standard Name, wenn der Benutzer keine Rolle hat (Standard: Benutzername)",
  "component_15_description": "Standard Name, wenn der Benutzer vorübergehend gesperrt oder versteckt ist (Standard: 🔒)",
  "component_16_description": "Standard Name, wenn der Placeholder vorübergehend entsperrt und nicht versteckt ist (Standard: 🔓)",
  "component_17": "Standard Name für Placeholder",
  "component_17_menu": "Verwalte Standard Namen",
  "component_17_description": "Standard Name für Placeholder, wenn diese keinen Wert anzeigen sollen",
  "component_18": "Standard Name der temporären Kanäle",
  "component_18_1": "Verfügbare Placeholder✨",
  "component_18_description": "Standard Name für temporäre Kanäle",
  "component_19_description": "Standard Name, wenn der Benutzer keinen eigenen Kanal-Namen hat (Standard: Benutzername)",
  "component_20": "Standard Benutzerlimit für temporäre Kanäle",
  "component_20_description": "Standard Benutzerlimit der temporären Kanäle",
  "component_21": "Sprache",
  "component_21_description": "Bot soll nur in der ausgewählten Sprache antworten",
  "component_21_1_description": "Ändere die Sprache von TempVoice",
  "component_22": "Einstellungen des Eigentümers verwalten",
  "component_22_menu": "Verwalte Einstellungen",
  "component_22_description": "Einstellungen für die Verwaltung und Moderation temporärer Kanäle aktivieren oder deaktivieren",
  "component_22_1_description": "Damit können temporäre Kanäle nicht von dem Benutzer verwaltet werden, der den Kanal erstellt hat. Dies kann nützlich sein, wenn temporäre Kanäle als öffentliche Kanäle verwenden",
  "component_22_2_description": "Wenn eine Option nicht aktiviert ist, kann der zugehörige Befehl nicht mehr verwendet werden und frühere Änderungen des Benutzers funktionieren ebenfalls nicht mehr. Wenn ein Benutzer zum Beispiel seinen Kanal gesperrt hat, diese Option aber nun deaktiviert ist, kann sein Channel nicht mehr gesperrt werden.",
  "component_23": "Kategorie der temporären Kanäle (Fallback)",
  "component_23_menu": "Wähle Kategorien aus",
  "component_23_description": "Fallback-Kategorie, wenn die Primärkategorie ihr Limit von 50 Kanälen erreicht hat",
  "component_24": "Farbthema",
  "component_24_description": "Wird für die Farbe von Emojis in Bot-Nachrichten verwendet",
  "component_25": "Zensiere Kanal Namen",
  "component_25_description": "Zensiert bis zu 30 Wörter, die nicht mehr als temporäre Kanalnamen verwendet werden können",
  "component_25_input": "Geben ein Wort ein und drück die Enter Taste",
  "component_26": "Kategorie für temporäre Kanäle (Primär)",
  "component_26_menu": "Keine Kategorie ausgewählt",
  "component_26_description": "Primäre Kategorie, in welcher temporäre Kanäle erstellt werden. Wenn diese mehr als 50 Kanäle beinhaltet, brauchtst du Fallback Kategorien.",
  "component_27": "Vote Flashes",
  "component_27_description": "Jedes Mal, wenn du für TempVoice votest, erhälst du 1-3 Flashes. 60 Flashes können für 2 Wochen Premium eingetauscht werden! Denk daran, dass du alle 12 Stunden voten kannst und dies weniger ein paar Sekunden dauert!",
  "component_28": "Temporären Kanäle Auffüllen",
  "component_28_menu_1": "Aktiviert",
  "component_28_menu_2": "Deaktiviert",
  "component_28_description": "Auffüllen von temporären Kanälen vor dem Erstellen neuer Kanäle (Erfordert: Nutzer Limit 1-99)",
  "component_29": "Custom Branding",
  "component_29_description": "Wie bekomme ich einen Bot Token?",
  "component_29_2_description": "Mit Custom Branding kannst du das Aussehen von TempVoice ändern, indem du seinen Namen und Avatar ändern. Geben ein Discord-Bot-Token ein, um einen neuen Custom Branding-Bot zu erstellen, der auf einem separaten Server gehostet wird.",
  "component_30": "Bot-Status anpassen",
  "component_30_description": "Ändern Sie den Discord-Status des Custom Branding-Bots.",
  "component_31_description": "Standardname, wenn der Benutzer keine Discord-Aktivität hat",
  "component_32_description": "Standardname, wenn die Aktivität des Nutzers keine Details hat",
  "component_33_description": "Standardname, wenn die Aktivität des Nutzers keinen Zustand hat",
  "component_34_description": "Standardname, wenn die Aktivität des Nutzers keine Emoji hat",
  "component_35": "Premium auf einem Discord aktivieren",
  "component_36": "Premium verwalten",
  "component_36_description": "Verwalte dein TempVoice Premium-Abonnement. Lade deine Rechnungen herrunter, ändern deine Zahlungsmethode, pausieren oder kündige dein Abonnement.",

  "placeholder_1_description": "Bei Verwendung des Placeholders {PRIVACY} wird der Kanal Name aktualisiert, wenn die Privatsphäre geändert wird. Dies ist aufgrund von Discord Beschränkungen nur alle 5 Minuten möglich.",
  "placeholder_2_description": "Den Rollennamen anzeigen, egal ob die Rolle in der Liste der Online Mitglieder aufgelistet wird.",
  "placeholder_3_description": "Zeigt den höchsten Rollennamen an, der in der Liste der Online Mitglieder aufgelistet ist.",
  "placeholder_4_description": "Dieser Platzhalter wird durch den Namen ersetzt, den ein Nutzer mit '/voice name' gewählt hat. Wenn der Nutzer einen neuen Namen wählt, wird nur der Teil des Platzhalters geändert, der Rest bleibt unangetastet.",

  "navbar_login_1": "Angemeldet als",
  "navbar_login_2": "Dashboard",
  "navbar_login_3": "Profil",
  "navbar_login_4": "Abmelden",

  "invite_button": "TempVoice einladen",
  "dashboard_button": "Dashboard öffnen",
  "guides_button": "Guides anschauen",
  "login_button": "Mit Discord anmelden",
  "vote_button": "Vote für TempVoice auf Top.gg",
  "cancel_button": "Premium kündigen",
  "subscribe_button": "Mit Stripe bezahlen",
  "join_button": "Jetzt beigetreten",
  "manage_button": "Premium verwalten",
  "upgrade_button": "Premium upgraden",

  "premium_feature_1": "Vollständig anpassbare Interfaces",
  "premium_feature_2": "Unendlich Creator Channels",
  "premium_feature_3": "Keine Vote sperren",

  "statistics_1": "Anzahl aller Cluster",
  "statistics_2": "Anzahl aller Shards",
  "statistics_3": "Anzahl aller Server",
  "statistics_4": "Anzahl aller Mitglieder",

  "alert_join_support_discord": "Bleibe auf dem Laufenden und trete unserem verifizierten TempVoice Discord-Server bei!",
  "alert_custom_branding_token": "Gib den Discord Bot Token unter keinen Umständen an andere Personen weiter!",
  "alert_premium_activate": "Dein Premium kann nun verwendet werden!",
  "alert_premium_inactivate": "Wenn du kürzlich TempVoice Premium abonniert hast, müssst du möglicherweise ein paar Minuten warten, bis du validiert wurdest und Premium auf einem beliebigen Discord-Server aktivieren kannst.",
  "alert_please_login": "Bitte logge dich mit deinem Discord Account ein.",
  "alert_no_servers": "Du besitzt oder moderierst keinen Discord Server. Du benötigst die Berechtigung 'Server verwalten'.",
  "alert_no_creators": "Dieser Discord Server hat noch keine Creator Channels. Richte einen neuen Creator Channel mit '/setup' ein und alde die Seite neu.",
  "alert_input_limit": "Es sind nicht mehr als 64 Zeichen erlaubt.",
  "alert_added_success": "TempVoice wurde erfolgreich zu deinem Discord Server hinzugefügt!",
  "alert_added_fail": "TempVoice konnte nicht zu deinem Discord Server hinzugefügt werden. Bitte versuche es erneut.",
  "alert_offline": "Es gibt derzeit ein Problem mit TempVoice",
  "alert_online": "TempVoice ist online"
}