{
    "headline_1" : "Temporary",
    "headline_1_1" : "sebagai gantinya permanent.",
    "headline_1_description" : "TempVoice adalah Bot Discord yang kuat tentang Kanal Suara Sementara. Mudah digunakan dan dapat disesuaikan secara penuh untuk setiap tujuan.",
    "headline_2" : "Server yang Anda Ketahui Menggunakan TempVoice",
    "headline_2_description" : "TempVoice digunakan oleh ribuan server Discord dan ratusan ribu pengguna.",
    "headline_3" : "Apa itu Kanal Sementara?",
    "headline_3_description" : "Kanal Suara Sementara akan dibuat oleh bergabungnya Kanal Pencipta dan dihapus saat semua orang telah pergi.",
    "headline_4" : "Beberapa Kanal Pencipta",
    "headline_4_description" : "Atur beberapa Kanal Pencipta, masing-masing dengan konfigurasi template Kanal Suara Sementara sendiri.",
    "headline_5" : "Kanal Thread Sementara",
    "headline_5_description" : "Kanal Thread Sementara digunakan sebagai obrolan dan hanya dapat diakses melalui bergabung dengan Kanal Suara Sementara.",
    "headline_6" : "Antarmuka Pengendali TempVoice",
    "headline_6_description" : "Antarmuka digunakan untuk mengelola Kanal Suara Sementara oleh pengguna. Tersedia dalam beberapa bahasa dan warna.",
    "headline_7_description" : "Atur Bot Discord TempVoice dengan menggunakan perintah '/setup tempvoice' di Server Discord Anda! TempVoice akan membuat sebuah kanal suara yang digunakan untuk membuat Kanal Suara Sementara!",
    "headline_8" : "Status TempVoice",
    "headline_8_description" : "TempVoice dibagi menjadi beberapa kluster, masing-masing berisi hingga 5 shard yang bertanggung jawab atas sekitar 1000 Server Discord.",
    "headline_9_description" : "Placeholder dapat digunakan dalam banyak cara, misalnya untuk menampilkan nama pemilik kanal di nama kanal atau untuk menomornya. Cukup gunakan salah satu placeholder di bawah ini di dalam nama default yang ingin Anda gunakan di Dashboard. Contoh: {OWNER_USERNAME}'s Channel #{NUMBER}",
    "headline_10" : "Mulai dengan TempVoice",
    "headline_10_description" : "Atur Bot Discord TempVoice dengan beberapa klik untuk menyesuaikannya dengan semua kebutuhan Anda di server Discord Anda.",
    "headline_12" : "Apa itu Placeholder?",
    "headline_12_description" : "Placeholder dapat digunakan dalam banyak cara, misalnya untuk menunjukkan nama pemilik kanal di nama kanal atau untuk menomornya.",
    "headline_13" : "Tutorial TempVoice - Kanal Suara Sementara di Discord",
    "headline_13_description" : "Video ini akan menunjukkan Anda bagaimana mengatur dan menggunakan Bot Discord TempVoice untuk menambahkan Kanal Suara Sementara ke server Discord Anda.",
    "headline_14" : "Atur TempVoice",
    "headline_14_description" : "Setelah Anda mengundang Bot Discord TempVoice, gunakan perintah '/setup tempvoice' yang digunakan untuk mengatur Kanal Pencipta & Kanal Antarmuka baru. Konfigurasi Kanal Pencipta untuk Kanal Suara Sementara dapat diubah dengan Dashboard.",
    "headline_15" : "Bagaimana cara menggunakan TempVoice?",
    "headline_15_description" : "Setelah Anda membuat Kanal Suara Sementara dengan bergabung ke Kanal Pencipta, Anda dapat menggunakan perintah '/voice' untuk mengontrol properti Kanal Suara. Perhatikan bahwa semua perubahan yang Anda buat pada Kanal Suara Sementara Anda akan disimpan dan dipulihkan saat Anda membuat Kanal Suara Sementara baru kapan saja!",
    "headline_16_description" : "Pilih Server Discord untuk mengedit konfigurasi TempVoice.",
    "headline_17_description" : "Pilih Kanal Pencipta untuk mengedit konfigurasi TempVoice. Atur pencipta baru melalui '/setup creator' dan hapus satu dengan menghapus kanal di Discord.",

    "component_1" : "Di Kluster Mana Server Saya?",
    "component_1_description" : "Masukkan ID Server Anda di sini",
    "component_1_1_description" : "Server Anda ada di",
    "component_1_2_description" : "Dimana ID Server Saya?",
    "component_2" : "Bitrate Kanal Sementara",
    "component_2_description" : "Bitrate default kanal sementara",
    "component_3" : "Batas Total Kanal Sementara",
    "component_3_description" : "Batas total untuk kanal sementara yang dapat ada pada saat yang sama",
    "component_4" : "Kelola Premium",
    "component_4_description" : "Jumlah Server Discord di mana Anda dapat mengaktifkan premium:",
    "component_5" : "Kirim Pesan Selamat Datang",
    "component_5_description" : "Kirim pesan selamat datang ke kanal sementara setelah pembuatan",
    "component_5_1_description" : "Tidak lebih dari 300 karakter yang diizinkan.",
    "component_6" : "Peran Dalam Suara",
    "component_6_description" : "Tetapkan peran saat bergabung / meninggalkan kanal sementara",
    "component_7" : "Member Role",
    "component_7_description" : "Diperlukan untuk melihat channel sementara",
    "component_8" : "Pengaturan Pemilik Kembali",
    "component_8_description" : "Kembalikan properti channel sementara seperti sebelum dihapus",
    "component_9" : "Atur Ulang Konfigurasi",
    "component_10" : "Posisi Channel Sementara",
    "component_10_description" : "Posisi channel sementara untuk dibuat (Default: Di bawah)",
    "component_11" : "Izin Tambahan untuk Pemilik",
    "component_11_description" : "Izin tambahan untuk pemilik channel sementara",
    "component_12" : "Sinkronkan Izin",
    "component_12_description" : "Sinkronkan izin channel sementara dengan kategori atau pembuatnya sendiri",
    "component_13" : "Nama Ruang Tunggu",
    "component_13_description" : "Nama untuk ruang tunggu (Default: Join Me)",
    "component_14" : "{ROLE} Placeholder",
    "component_14_description" : "Nama default ketika user tidak memiliki role (Default: Username)",
    "component_15" : "{PRIVACY} Placeholder (terkunci atau tersembunyi)",
    "component_15_description" : "Nama default ketika channel sementara terkunci atau tersembunyi (Default: 🔒)",
    "component_16" : "{PRIVACY} Placeholder (tidak terkunci dan tidak tersembunyi)",
    "component_16_description" : "Nama default ketika channel sementara tidak terkunci dan tidak tersembunyi (Default: 🔓)",
    "component_17" : "Nama Default untuk Placeholder",
    "component_17_description" : "Nama default untuk placeholder ketika tidak ada nilai untuk ditampilkan",
    "component_18" : "Nama Channel Sementara",
    "component_18_1" : "Placeholder Tersedia✨",
    "component_18_description" : "Nama default untuk channel sementara",
    "component_19" : "{CUSTOM} Placeholder",
    "component_19_description" : "Nama default ketika user tidak memiliki nama channel sendiri (Default: Username)",
    "component_20" : "Batas Pengguna Channel Sementara",
    "component_20_description" : "Batas pengguna default untuk channel sementara",
    "component_21" : "Bahasa",
    "component_21_description" : "Bot hanya akan merespon dalam bahasa yang dipilih",
    "component_21_1_description" : "Ubah bahasa global TempVoice",
    "component_22" : "Kelola Pengaturan Pemilik",
    "component_22_description" : "Aktifkan atau nonaktifkan pengaturan untuk mengelola dan memoderasi channel sementara",
    "component_22_1_description" : "Hal ini akan membuat channel sementara tidak dapat dikelola oleh user yang membuat channel. Hal ini berguna jika Anda menggunakan channel sementara sebagai channel publik",
    "component_22_2_description" : "Jika opsi tidak dicentang, perintah yang terkait tidak dapat lagi digunakan dan perubahan yang telah dibuat oleh user juga tidak akan lagi bekerja. Misalnya, jika user telah mengunci channelnya, tetapi opsi ini sekarang dinonaktifkan, channelnya tidak dapat lagi dikunci.",
    "component_23" : "Kategori Channel Sementara (Fallback)",
    "component_23_description" : "Kategori fallback ketika kategori utama mencapai batas 50 channel",
    "component_24" : "Tema Warna",
    "component_24_description" : "Digunakan untuk warna emoji dalam pesan Bot",
    "component_25" : "Sensor Nama Channel",
    "component_25_description" : "Sensor hingga 30 kata yang tidak dapat lagi digunakan sebagai nama channel sementara",
    "component_26" : "Kategori Channel Sementara (Utama)",
    "component_26_description" : "Kategori utama untuk channel sementara",
    "component_27" : "Vote Flashes",
    "component_27_description" : "Anda mendapatkan 1-3 Flashes setiap kali Anda memberi suara untuk TempVoice. 60 flashes dapat ditukar dengan 2 minggu premium! Keren kan? Ingat bahwa Anda dapat memberi suara setiap 12 jam dan membutuhkan waktu kurang dari detik!",
    "component_28" : "Isi Channel Sementara",
    "component_28_description" : "Mengisi channel sementara sebelum membuat yang baru (Membutuhkan: Batas Pengguna 1-99)",

    "placeholder_1_description" : "Ketika menggunakan placeholder {PRIVACY}, nama channel akan diperbarui ketika mengubah privasi. Hal ini hanya dimungkinkan setiap 5 menit karena keterbatasan Discord.",
    "placeholder_2_description" : "Tampilkan nama role tidak peduli kapan role dipisahkan pada daftar anggota yang online.",
    "placeholder_3_description" : "Tampilkan nama role tertinggi yang dipisahkan pada daftar anggota yang online.",

    "navbar_login_1" : "Masuk sebagai",
    "navbar_login_2" : "Dashboard",
    "navbar_login_3" : "Profil",
    "navbar_login_4" : "Keluar",

    "invite_button" : "Undang TempVoice",
    "dashboard_button" : "Buka Dashboard",
    "guides_button" : "Lihat Panduan",
    "login_button" : "Masuk dengan Discord",
    "patreon_button" : "Dukung TempVoice di Patreon",
    "connect_button" : "Hubungkan Patreon dengan Discord",
    "vote_button" : "Beri Suara untuk TempVoice di Top.gg",

    "statistics_1" : "Total Klaster",
    "statistics_2" : "Total Shards",
    "statistics_3" : "Total Server",
    "statistics_4" : "Total Anggota",

    "alert_premium_activate" : "Premium Anda siap digunakan!",
    "alert_premium_inactivate" : "Jika Anda baru saja mendukung TempVoice di Patreon, Anda harus menunggu beberapa menit untuk mendapatkan validasi dan dapat mengaktifkan Premium di server Discord apa pun",
    "alert_please_login" : "Silakan masuk dengan akun Discord Anda untuk melanjutkan.",
    "alert_no_servers" : "Anda tidak memiliki atau memoderasi server Discord apa pun. Anda akan membutuhkan izin 'Manage Server'.",
    "alert_no_creators" : "Server Discord ini belum memiliki pembuat apa pun. Pasang Channel Creator baru dengan '/setup creator' dan muat ulang halaman.",
    "alert_input_limit" : "Tidak lebih dari 64 karakter yang diizinkan.",
    "alert_added_success" : "TempVoice telah berhasil ditambahkan ke server Discord Anda!",
    "alert_added_fail" : "TempVoice tidak dapat ditambahkan ke server Discord Anda. Silakan coba lagi.",
    "alert_offline" : "Saat ini ada masalah yang diketahui dengan TempVoice. Harap bersabar.",
    "alert_online" : "TempVoice Operasional"
}