{
  "headline_1": "Channel Sementara",
  "headline_1_1": "lebih baik dari pada channel permanen.",
  "headline_1_description": "TempVoice adalah Bot Discord yang canggih dalam mengatur voice channel. Mudah digunakan dan dapat disesuaikan secara penuh untuk berbagai tujuan.",
  "headline_2": "Server terkenal yang menggunakan TempVoice",
  "headline_2_description": "TempVoice digunakan oleh ribuan server Discord dan ratusan ribu pengguna.",
  "headline_3": "Bagaimana cara kerja channel sementara?",
  "headline_3_description": "Voice channel Sementara akan dibuat setelah ada seseorang yang masuk ke Creator channel, dan akan dihapus setelah semua orang meninggalkan channel tersebut",
  "headline_4": "Atur creator channel kamu!",
  "headline_4_description": "Atur beberapa creator channel dengan masing-masing konfirguarsi untuk membuat voice channel sementara ketika sesorang menekannya ",
  "headline_5": "Thread sementara untuk ngobrol!",
  "headline_5_description": "Thread Sementara digunakan untuk mengobrol bersama dan hanya dapat diakses ketika seseorang masuk ke Voice channel sementara yang sama dengan nama Thread ",
  "headline_6": "Mudah diatur juga!",
  "headline_6_description": "Antarmuka menjadikan TempVoice mudah digunakan dan menarik perhatian. Tersedia dalam beberapa bahasa dan warna (Bahasa Indonesia termasuk) ",
  "headline_7_description": "Atur Bot Discord TempVoice dengan menggunakan perintah '/setup tempvoice' di Server Discordmu! TempVoice akan membuat sebuah creator voice yang digunakan untuk membuat voice channel Sementara!",
  "headline_8": "Status TempVoice",
  "headline_8_description": "TempVoice dibagi menjadi beberapa bagian server, masing-masing bagian berisi hingga 5 potongan yang berkerja atas sekitar 1000 Server Discord.",
  "headline_9_description": "Placeholder dapat digunakan dalam banyak cara, misalnya untuk menampilkan nama pemilik channel di nama channel atau untuk memberikan nomor di nama channel. Cukup gunakan salah satu placeholder di bawah ini di dalam nama default yang ingin Kamu gunakan di Dashboard. Contoh: {OWNER_USERNAME}'s Channel #{NUMBER}",
  "headline_10": "Mulai dengan TempVoice",
  "headline_10_description": "Panduan ini memberi tahu cara mengatur Bot TempVoice dengan beberapa klik untuk menyesuaikan kebutuhanmu dalam mengatur voice channel sementara",
  "headline_12": "Penggunan Placeholder pada channel",
  "headline_12_description": "Placeholder dapat digunnakan untuk memberikan nama atau nomor pada channel sementara yang telah dihias, Klik untuk melihat contoh penggunan Placeholder",
  "headline_13": "Tutorial penggunan TempVoice",
  "headline_13_description": "Video ini akan menunjukkan Kamu bagaimana mengatur dan menggunakan Bot Discord TempVoice untuk menambahkan Voice channel Sementara ke server Discord Kamu (Video dalam Bahasa Inggris)",
  "headline_14": "Cara mengatur TempVoice",
  "headline_14_description": "Setelah Kamu mengundang Bot Discord TempVoice, gunakan perintah '/setup tempvoice' untuk mengatur Creator channel dan Channel Antarmuka. Setelan dapat diubah di Dashboard.",
  "headline_15": "Cara menggunakan TempVoice",
  "headline_15_description": "Setelah Kamu membuat Voice channel Sementara, Kamu dapat menggunakan perintah '/voice' untuk mengontrol Voice channel. Perhatikan bahwa semua perubahan yang kamu buat pada Voice channel Sementara akan disimpan dan bisa di gunakan kapan saja!",
  "headline_16_description": "Pilih Server Discord untuk mengkonfigurasi TempVoice.",
  "headline_17_description": "Pilih Creator channel untuk mengkonfigurasi TempVoice. Kamu bisa menambahkan Creator channel baru melalui '/setup creator' dan Kamu dapat menghapus yang lama melalui Discord.",

  "component_1": "Di bagian mana serverku?",
  "component_1_description": "Masukkan ID Servermu di sini",
  "component_1_1_description": "Server Kamu ada di",
  "component_1_2_description": "Dimana ID Serverku?",
  "component_2": "Bitrate Channel Sementara",
  "component_2_description": "Bitrate default Channel sementara",
  "component_3": "Batas Total Channel Sementara",
  "component_3_description": "Batas total untuk Channel sementara yang dapat ada pada saat yang sama",
  "component_4": "Kelola Premium",
  "component_4_description": "Jumlah Server Discord di mana Kamu dapat mengaktifkan premium:",
  "component_5": "Kirim Pesan Selamat Datang",
  "component_5_description": "Kirim pesan selamat datang ke Channel sementara setelah pembuatan",
  "component_5_1_description": "Tidak lebih dari 300 karakter yang diizinkan.",
  "component_6": "Role Dalam Suara",
  "component_6_description": "Tetapkan role saat bergabung / meninggalkan Channel sementara",
  "component_7": "Member Role",
  "component_7_description": "Diperlukan untuk melihat channel sementara",
  "component_8": "Simpan pengaturan voice",
  "component_8_description": "Kembalikan pengaturan Channel sementara seperti sebelum dihapus",
  "component_9": "Atur Ulang",
  "component_10": "Posisi Channel Sementara",
  "component_10_description": "Posisi channel sementara untuk dibuat (Default: Di bawah/below)",
  "component_11": "Izin Tambahan untuk Pemilik",
  "component_11_description": "Izin tambahan untuk pemilik channel sementara",
  "component_12": "Sinkronkan Izin",
  "component_12_description": "Sinkronkan izin channel sementara dengan kategori atau pembuatnya sendiri",
  "component_13": "Nama Ruang Tunggu",
  "component_13_description": "Nama untuk ruang tunggu (Default: Join Me)",
  "component_14": "{ROLE} Placeholder",
  "component_14_description": "Nama default ketika user tidak memiliki role (Default: Username)",
  "component_15": "{PRIVACY} Placeholder (terkunci atau tersembunyi)",
  "component_15_description": "Nama default ketika channel sementara terkunci atau tersembunyi (Default: 🔒)",
  "component_16": "{PRIVACY} Placeholder (tidak terkunci dan tidak tersembunyi)",
  "component_16_description": "Nama default ketika channel sementara tidak terkunci dan tidak tersembunyi (Default: 🔓)",
  "component_17": "Nama Default untuk Placeholder",
  "component_17_description": "Nama default untuk placeholder ketika tidak ada nilai untuk ditampilkan",
  "component_18": "Nama Channel Sementara",
  "component_18_1": "Placeholder Tersedia✨",
  "component_18_description": "Nama default untuk channel sementara",
  "component_19": "{CUSTOM} Placeholder",
  "component_19_description": "Nama default ketika user tidak memiliki nama channel sendiri (Default: Username)",
  "component_20": "Batas Pengguna Channel Sementara",
  "component_20_description": "Batas pengguna default untuk channel sementara",
  "component_21": "Bahasa",
  "component_21_description": "Bot hanya akan merespon dalam bahasa yang dipilih",
  "component_21_1_description": "Ubah bahasa global TempVoice",
  "component_22": "Kelola Pengaturan Pemilik",
  "component_22_description": "Aktifkan atau nonaktifkan pengaturan untuk mengelola dan memoderasi channel sementara",
  "component_22_1_description": "Hal ini akan membuat channel sementara tidak dapat dikelola oleh user yang membuat channel. Hal ini berguna jika Kamu menggunakan channel sementara sebagai channel publik",
  "component_22_2_description": "Jika opsi tidak dicentang, perintah yang terkait tidak dapat lagi digunakan dan perubahan yang telah dibuat oleh user juga tidak akan lagi bekerja. Misalnya, jika user telah mengunci channelnya, tetapi opsi ini sekarang dinonaktifkan, channelnya tidak dapat lagi dikunci.",
  "component_23": "Kategori Channel Sementara (Fallback)",
  "component_23_description": "Kategori fallback ketika kategori utama mencapai batas 50 channel",
  "component_24": "Tema Warna",
  "component_24_description": "Digunakan untuk warna emoji dalam pesan Bot",
  "component_25": "Sensor Nama Channel",
  "component_25_description": "Sensor hingga 30 kata yang tidak dapat lagi digunakan sebagai nama channel sementara",
  "component_26": "Kategori Channel Sementara (Utama)",
  "component_26_description": "Kategori utama untuk channel sementara",
  "component_27": "Vote Flashes",
  "component_27_description": "Kamu mendapatkan 1-3 Flashes setiap kali Kamu memberi suara untuk TempVoice. 60 flashes dapat ditukar dengan 2 minggu premium! Keren kan? Ingat bahwa Kamu dapat memberi suara setiap 12 jam dan membutuhkan waktu kurang dari detik!",
  "component_28": "Isi Channel Sementara",
  "component_28_description": "Mengisi channel sementara sebelum membuat yang baru (Batas hanya 99 user)",

  "placeholder_1_description": "Ketika menggunakan placeholder {PRIVACY}, nama channel akan diperbarui ketika mengubah privasi. Hal ini hanya dimungkinkan setiap 5 menit karena keterbatasan Discord.",
  "placeholder_2_description": "Tampilkan nama role tidak peduli kapan role dipisahkan pada daftar anggota yang online.",
  "placeholder_3_description": "Tampilkan nama role tertinggi yang dipisahkan pada daftar anggota yang online.",
  "placeholder_4_description": "Placeholder ini akan diganti dengan nama yang dipilih oleh pengguna dengan menggunakan '/voice name'. Ketika pengguna memilih nama baru, hanya bagian dari placeholder yang berubah dan sisanya tetap tidak berubah.",

  "navbar_login_1": "Halo",
  "navbar_login_2": "Dashboard",
  "navbar_login_3": "Profil",
  "navbar_login_4": "Keluar",

  "invite_button": "Undang TempVoice",
  "dashboard_button": "Buka Dashboard",
  "guides_button": "Lihat Panduan",
  "login_button": "Masuk dengan Discord",
  "patreon_button": "Berlangganan TempVoice di Patreon",
  "connect_button": "Hubungkan Patreon dengan Discord",
  "vote_button": "Beri Suara untuk TempVoice di Top.gg",

  "statistics_1": "Total Bagian",
  "statistics_2": "Total Potongan",
  "statistics_3": "Total Server Discord",
  "statistics_4": "Total Pengguna",

  "alert_premium_activate": "Premium Kamu siap digunakan!",
  "alert_premium_inactivate": "Jika Kamu baru saja berlanganan TempVoice di Patreon, Kamu harus menunggu beberapa menit untuk mendapatkan validasi dan dapat mengaktifkan Premium di server Discord apa pun",
  "alert_please_login": "Silakan masuk dengan akun Discord untuk melanjutkan.",
  "alert_no_servers": "Kamu tidak memiliki atau menjadi admin server Discord apa pun. Kamu akan membutuhkan izin 'Administrator'.",
  "alert_no_creators": "Server Discord ini belum memiliki pembuat apa pun. Pasang Channel Creator baru dengan '/setup creator' dan muat ulang halaman.",
  "alert_input_limit": "Tidak boleh lebih dari 64 karakter yang diizinkan.",
  "alert_added_success": "TempVoice telah berhasil ditambahkan ke server Discord Kamu!",
  "alert_added_fail": "TempVoice tidak dapat ditambahkan ke server Discord Kamu. Silakan coba lagi.",
  "alert_offline": "TempVoice saat ini ada masalah. Harap bersabar.",
  "alert_online": "TempVoice saat ini berfungsi dengan baik."
}