{
    "headline_1" : "Temporary",
    "headline_1_1" : "instead of permanent.",
    "headline_1_description" : "TempVoice is a powerful Discord Bot all about Temporary Voice Channels. Easy to use and fully customizable for any purpose.",
    "headline_2" : "Servers You Know Use TempVoice",
    "headline_2_description" : "TempVoice is used by thousands of Discord servers and hundreds of thousands users.",
    "headline_3" : "What's a Temporary Channel?",
    "headline_3_description" : "A Temporary Voice Channel will be created by the joining of a Creator Channel and deleted when everyone has left.",
    "headline_4" : "Multiple Creator Channels",
    "headline_4_description" : "Set up multiple Creator Channels, each with its own Temporary Voice Channel template configuration.",
    "headline_5" : "Temporary Thread Channels",
    "headline_5_description" : "A Temporary Thread Channel is used as chat and can only be accessed through joining the Temporary Voice Channel.",
    "headline_6" : "TempVoice Control Interfaces",
    "headline_6_description" : "Interfaces are used to manage Temporary Voice Channels by the users. Available in multiple languages and colors.",
    "headline_7_description" : "Setup the TempVoice Discord Bot by using the '/setup tempvoice' command on your Discord Server! TempVoice will create a voice channel which is used to create Temporary Voice Channel!",
    "headline_8" : "TempVoice Status",
    "headline_8_description" : "TempVoice is divided into several clusters, each of them contains up to 5 shards which are responsible for around 1000 Discord Servers.",
    "headline_9_description" : "Placeholders can be used in many ways, for example, to display the name of the channel owner in channel names or to number them. Simply use one of the placeholders below inside of the default name you want to use in the Dashboard. Example: {OWNER_USERNAME}'s Channel #{NUMBER}",
    "headline_10" : "Get Started with TempVoice",
    "headline_10_description" : "Set up the TempVoice Discord Bot with a few clicks to customise it for all your needs on your Discord server.",
    "headline_12" : "What are Placeholders?",
    "headline_12_description" : "Placeholders can be used in many ways, for example to show the channel owner's name in channel names or to number channels.",
    "headline_13" : "TempVoice Tutorial - Temporary Voice Channels on Discord",
    "headline_13_description" : "This video will show you how to setup and use the TempVoice Discord Bot to add Temporary Voice Channels to your Discord server.",
    "headline_14" : "Setup TempVoice",
    "headline_14_description" : "After you invited the TempVoice Discord Bot you use the command '/setup tempvoice' which is used to setup a new Creator Channel & Interface Channel. The configuration of the Creator Channel for the Temporary Voice Channels can be changed with the Dashboard.",
    "headline_15" : "How to use TempVoice?",
    "headline_15_description" : "Once you created a Temporary Voice Channel by joining a Creator Channel, you can use '/voice' commands to control the properties of the Voice Channel. Note that all changes you made to your Temporary Voice Channel will be saved and restored when you create a new Temporary Voice Channel at any time!",
    "headline_16_description" : "Select a Discord Server to edit TempVoice's configuration.",
    "headline_17_description" : "Select a Creator Channel to edit TempVoice's configuration. Setup a new creator via '/setup creator' and delete one by deleting the channel in Discord.",

    "component_1" : "On which Cluster is my Server?",
    "component_1_description" : "Enter your Server ID here",
    "component_1_1_description" : "Your Server is on",
    "component_1_2_description" : "Where is my Server ID?",
    "component_2" : "Temporary Channel Bitrate",
    "component_2_description" : "Default bitrate of temporary channels",
    "component_3" : "Temporary Channel Total Limit",
    "component_3_description" : "Total limit for temporary channels which can exists at the same time",
    "component_4" : "Manage Premium",
    "component_4_description" : "Number of Discord Servers on which you can activate premium:",
    "component_5" : "Send Welcome Message",
    "component_5_description" : "Send a welcome message into temporary channels after creation",
    "component_5_1_description" : "No more than 300 characters are allowed.",
    "component_6" : "In-Voice Role",
    "component_6_description" : "Assign a role when joining/leaving a temporary channel",
    "component_7" : "Member Role",
    "component_7_description" : "Required to see temporary channels",
    "component_8" : "Restore Owner Settings",
    "component_8_description" : "Restore temporary channels properties to the way they were before deletion",
    "component_9" : "Reset Configuration",
    "component_10" : "Temporary Channel Position",
    "component_10_description" : "Position of temporary channels for creation (Default: Below)",
    "component_11" : "Additional Owner Permissions",
    "component_11_description" : "Additional permissions to the owner of a temporary channel",
    "component_12" : "Synchronize Permissions",
    "component_12_description" : "Sync temporary channel permissions with the category or creator itself",
    "component_13" : "Waiting Room Name",
    "component_13_description" : "Name for waiting rooms (Default: Join Me)",
    "component_14" : "{ROLE} Placeholder",
    "component_14_description" : "Default name when the user has no role (Default: Username)",
    "component_15" : "{PRIVACY} Placeholder (locked or hidden)",
    "component_15_description" : "Default name when the temporary locked or hidden (Default: 🔒)",
    "component_16" : "{PRIVACY} Placeholder (unlocked and unhidden)",
    "component_16_description" : "Default name when the temporary unlocked and unhidden (Default: 🔓)",
    "component_17" : "Default Name for Placeholders",
    "component_17_description" : "Default name for placeholders when these have no value to display",
    "component_18" : "Temporary Channel Name",
    "component_18_1" : "Available Placeholders✨",
    "component_18_description" : "Default name for temporary channels",
    "component_19" : "{CUSTOM} Placeholder",
    "component_19_description" : "Default name when the user has no own channel name (Default: Username)",
    "component_20" : "Temporary Channel User Limit",
    "component_20_description" : "Default user limit for temporary channels",
    "component_21" : "Language",
    "component_21_description" : "Bot should only respond in the selected language",
    "component_21_1_description" : "Change the global language of TempVoice",
    "component_22" : "Manage Owner Settings",
    "component_22_description" : "Enable or disable settings for managing and moderating temporary channels",
    "component_22_1_description" : "This will make temporary channels not manageable by the user who created the channel. This can be useful if you use temporary channels as public channels",
    "component_22_2_description" : "If an option is unchecked, the associated command can no longer be used and past changes made by the user will also no longer work. For example, if a user has locked his channel, but this option is now disabled, his channel can no longer be locked.",
    "component_23" : "Temporary Channel Category (Fallback)",
    "component_23_description" : "Fallback category when the primary reached its limit of 50 channels",
    "component_24" : "Color Theme",
    "component_24_description" : "Used for the color of emojis in Bot messages",
    "component_25" : "Censor Channel Name",
    "component_25_description" : "Censor up to 30 words which cannot be used as temporary channel names anymore",
    "component_26" : "Temporary Channel Category (Primary)",
    "component_26_description" : "Primary category for temporary channels",
    "component_27" : "Vote Flashes",
    "component_27_description" : "You get 1-3 Flashes every time you vote for TempVoice. 60 flashes can be exchanged for 2 weeks premium! Cool huh? Remember that you can vote every 12 hours and takes less then seconds!",
    "component_28" : "Temporary Channel Fillup",
    "component_28_description" : "Filling up temporary channels before creating new ones (Requires: User Limit 1-99)",

    "placeholder_1_description" : "When using the {PRIVACY} placeholder the channel name gets updated when changing the privacy. This is only possible every 5 minutes due to Discord limitations.",
    "placeholder_2_description" : "Show the role name no matter when the role is separated on the list of online members.",
    "placeholder_3_description" : "Shows the highest role name which is separated on the list of online members.",

    "navbar_login_1" : "Logged in as",
    "navbar_login_2" : "Dashboard",
    "navbar_login_3" : "Profile",
    "navbar_login_4" : "Log Out",

    "invite_button" : "Invite TempVoice",
    "dashboard_button" : "Open Dashboard",
    "guides_button" : "View Guides",
    "login_button" : "Login with Discord",
    "patreon_button" : "Support TempVoice on Patreon",
    "connect_button" : "Connect Patreon with Discord",
    "vote_button" : "Vote for TempVoice on Top.gg",

    "statistics_1" : "Total Clusters",
    "statistics_2" : "Total Shards",
    "statistics_3" : "Total Servers",
    "statistics_4" : "Total Members",

    "alert_premium_activate" : "Your Premium is ready to be used!",
    "alert_premium_inactivate" : "If you recently supported TempVoice on Patreon you have to wait a couple of minutes to get validated and be able to activate Premium on any Discord Server",
    "alert_please_login" : "Please login with your Discord Account to continue.",
    "alert_no_servers" : "You dont own or moderate any Discord server. You will need 'Manage Server' permissions.",
    "alert_no_creators" : "This Discord Server does not have any creators yet. Setup a new Creator Channel with '/setup creator' and refresh the page.",
    "alert_input_limit" : "No more than 64 characters are allowed.",
    "alert_added_success" : "TempVoice has been sucessfully added to your Discord Server!",
    "alert_added_fail" : "TempVoice couldnt be added to your Discord Server. Please try again.",
    "alert_offline" : "There is currently a known issue with TempVoice. Please be patient.",
    "alert_online" : "TempVoice is Operational"
}