{
  "headline_1": "Temporário",
  "headline_1_1": "em vez de permanente.",
  "headline_1_description": "TempVoice é um poderoso bot do Discord sobre canais de voz temporários. Fácil de usar e totalmente personalizável para qualquer finalidade.",
  "headline_2": "Servidores que você conhece usam TempVoice",
  "headline_2_description": "O TempVoice é usado por milhares de servidores Discord e centenas de milhares de usuários.",
  "headline_3": "O que é um canal temporário?",
  "headline_3_description": "Um canal de voz temporário será criado pela entrada de um canal de criador e excluído quando todos saírem.",
  "headline_4": "Múltiplos canais de criador",
  "headline_4_description": "Configure vários canais de criador, cada um com sua própria configuração de modelo de canal de voz temporário.",
  "headline_5": "Canais de discussão temporários",
  "headline_5_description": "Um canal de discussão temporário é usado como bate-papo e só pode ser acessado por meio de entrada no canal de voz temporário.",
  "headline_6": "Interfaces de controle do TempVoice",
  "headline_6_description": "Interfaces são usadas para gerenciar canais de voz temporários pelos usuários. Disponível em vários idiomas e cores.",
  "headline_7_description": "Configure o TempVoice bot do Discord usando o comando '/setup tempvoice' no seu servidor do Discord! O TempVoice criará um canal de voz que é usado para criar um canal de voz temporário!",
  "headline_8": "Status do TempVoice",
  "headline_8_description": "O TempVoice é dividido em vários clusters, cada um deles contendo até 5 shards que são responsáveis ​​por cerca de 1000 servidores do Discord.",
  "headline_9_description": "Os espaços reservados podem ser usados ​​de várias maneiras, por exemplo, para exibir o nome do proprietário do canal em nomes de canal ou para numerá-los. Basta usar um dos espaços reservados abaixo dentro do nome padrão que deseja usar no Painel. Exemplo: {OWNER_USERNAME}'s Channel #{NUMBER}",
  "headline_10": "Comece com TempVoice",
  "headline_10_description": "Configure o TempVoice bot do Discord com apenas alguns cliques para personalizá-lo para todas as suas necessidades em seu servidor do Discord.",
  "headline_12": "O que são espaços reservados?",
  "headline_12_description": "Os espaços reservados podem ser usados ​​de várias maneiras, por exemplo, para mostrar o nome do proprietário do canal em nome de canal ou para numerar canais.",
  "headline_13": "Tutorial do TempVoice - Canais de voz temporários no Discord",
  "headline_13_description": "Este vídeo mostrará como configurar e usar o TempVoice bot do Discord para adicionar canais de voz temporários ao seu servidor Discord.",
  "headline_14": "Configure TempVoice",
  "headline_14_description": "Depois de convidar o TempVoice bot do Discord, você usa o comando '/setup tempvoice', que é usado para configurar um novo canal de criador e canal de interface. A configuração do canal do criador para os canais de voz temporários pode ser alterada com o painel de controle.",
  "headline_15": "Como usar o TempVoice?",
  "headline_15_description": "Depois de criar um canal de voz temporário entrando em um canal de criador, você pode usar os comandos '/voice' para controlar as propriedades do canal de voz. Observe que todas as alterações feitas em seu canal de voz temporário serão salvas e restauradas quando você criar um novo canal de voz temporário a qualquer momento!",
  "headline_16_description": "Selecione um servidor do Discord para editar a configuração do TempVoice",
  "headline_17_description": "Selecione um canal de criador para editar a configuração do TempVoice. Configure um novo criador via '/setup creator' e exclua um excluindo o canal no Discord.",

  "component_1": "Em qual cluster está meu servidor?",
  "component_1_description": "Digite seu ID de servidor aqui",
  "component_1_1_description": "Seu servidor está ligado",
  "component_1_2_description": "Onde está o ID do meu servidor?",
  "component_2": "Taxa de bits do canal temporário",
  "component_2_description": "Taxa de bits padrão de canais temporários",
  "component_3": "Total de limite do canal temporário",
  "component_3_description": "Total de limite para canais temporários que podem existir ao mesmo tempo",
  "component_4": "Gerenciar Premium",
  "component_4_description": "Número de servidores Discord nos quais você pode ativar premium:",
  "component_5": "Enviar mensagem de boas-vindas",
  "component_5_description": "Envie uma mensagem de boas-vindas para canais temporários após a criação",
  "component_5_1_description": "Não são permitidos mais de 300 caracteres.",
  "component_6": "Cargo de voz",
  "component_6_description": "Atribuir um cargo ao entrar/sair de um canal temporário",
  "component_7": "Cargo de membro",
  "component_7_description": "Necessário para ver canais temporários",
  "component_8": "Restaurar configurações do proprietário",
  "component_8_description": "Restaure as propriedades dos canais temporários como estavam antes da exclusão",
  "component_9": "Redefinir configuração",
  "component_10": "Posição do canal temporário",
  "component_10_description": "Posição dos canais temporários para criação (Padrão: Abaixo)",
  "component_11": "Permissões adicionais de proprietário",
  "component_11_description": "Permissões adicionais para o proprietário de um canal temporário",
  "component_12": "Sincronizar permissões",
  "component_12_description": "Sincronize as permissões temporárias do canal com a categoria ou o próprio criador",
  "component_13": "Nome da sala de espera",
  "component_13_description": "Nome para salas de espera (Padrão: Entra a mim)",
  "component_14": "{ROLE} Espaço reservado",
  "component_14_description": "Nome padrão quando o usuário não tem cargo (Padrão: Nome de usuário)",
  "component_15": "{PRIVACY} Espaço reservado (bloqueado ou oculto)",
  "component_15_description": "Nome padrão quando o temporário bloqueado ou ocultado (Padrão: 🔒)",
  "component_16": "{PRIVACY} Espaço reservado (desbloqueado e desocultado)",
  "component_16_description": "Nome padrão quando o temporário é desbloqueado e desocultado (Padrão: 🔓)",
  "component_17": "Nome padrão para espaços reservados",
  "component_17_description": "Nome padrão para espaços reservados quando eles não têm valor para exibir",
  "component_18": "Nome do canal temporário",
  "component_18_1": "Espaços reservados disponíveis✨",
  "component_18_description": "Nome padrão para canais temporários",
  "component_19": "{CUSTOM} Espaço reservado",
  "component_19_description": "Nome padrão quando o usuário não tem nome de canal próprio (Padrão: Nome de usuário)",
  "component_20": "Limite de usuários do canal temporário",
  "component_20_description": "Limite de usuário padrão para canais temporários",
  "component_21": "Idioma",
  "component_21_description": "O bot só deve responder no idioma selecionado",
  "component_21_1_description": "Alterar o idioma global do TempVoice",
  "component_22": "Gerenciar configurações do proprietário",
  "component_22_description": "Habilitar ou desabilitar as configurações para gerenciar e moderar canais temporários",
  "component_22_1_description": "Isso fará com que os canais temporários não sejam gerenciáveis ​​pelo usuário que criou o canal. Isso pode ser útil se você usar canais temporários como canais públicos",
  "component_22_2_description": "Se uma opção estiver desmarcada, o comando associado não poderá mais ser usado e as alterações anteriores feitas pelo usuário também não funcionarão mais. Por exemplo, se um usuário bloqueou seu canal, mas esta opção agora está desativada, seu canal não pode mais ser bloqueado.",
  "component_23": "Categoria de canal temporário (Fallback)",
  "component_23_description": "Categoria de fallback quando o primário atingiu seu limite de 50 canais",
  "component_24": "Cor do tema",
  "component_24_description": "Usado para a cor dos emojis nas mensagens do Bot",
  "component_25": "Nome do canal de censura",
  "component_25_description": "Censura até 30 palavras que não podem mais ser usadas como nomes de canais temporários",
  "component_26": "Categoria de canal temporário (Primário)",
  "component_26_description": "Categoria principal para canais temporários",
  "component_27": "Vote Flashes",
  "component_27_description": "Você ganha 1-3 Flashes toda vez que vota no TempVoice. 60 flashes podem ser trocados por 2 semanas Premium! Legal né? Lembre-se que você pode votar a cada 12 horas e leva menos de segundos!",
  "component_28": "Preenchimento de canal temporários",
  "component_28_description": "Preenchendo de canais temporários antes de criar novos (Requer: Limite de usuário 1-99)",
  "component_29": "Custom Branding",
  "component_29_description": "How do I get a bot token?",
  "component_29_2_description": "Custom Branding allows you to change the appearance of TempVoice by changing its name and avatar. Enter a Discord Bot token to create a new custom branding bot, which will be hosted on a seperate server.",
  "component_30": "Customize Bot Status",
  "component_30_description": "Change the Discord status of the Custom Branding bot.",

  "placeholder_1_description": "Ao usar o espaço reservado {PRIVACY}, o nome do canal é atualizado ao alterar a privacidade. Isso só é possível a cada 5 minutos devido às limitações do Discord.",
  "placeholder_2_description": "Mostre o nome do cargo, independentemente de quando o cargo estiver separada na lista de membros online.",
  "placeholder_3_description": "Mostra o nome do cargo mais alto que está separada na lista de membros online.",
  "placeholder_4_description": "Este espaço reservado será substituído pelo nome que um usuário escolheu com '/nome da voz'. Quando o usuário escolhe um novo nome, apenas a parte do espaço reservado é alterada e o restante permanece intocado.",

  "navbar_login_1": "logado como",
  "navbar_login_2": "Painel de controle",
  "navbar_login_3": "Perfil",
  "navbar_login_4": "Sair",

  "invite_button": "Convidar TempVoice",
  "dashboard_button": "Abrir painel de controle",
  "guides_button": "Exibir guias",
  "login_button": "Entrar com Discord",
  "vote_button": "Vote em TempVoice no Top.gg",

  "statistics_1": "Total de clusters",
  "statistics_2": "Total de shards",
  "statistics_3": "Total de servidores",
  "statistics_4": "Total de membros",

  "alert_custom_branding_token": "Do not share the Discord Bot token with anyone else under any circumstances!",
  "alert_premium_activate": "Seu Premium está pronto para ser usado!",
  "alert_premium_inactivate": "If you recently subscribed to TempVoice Premium you might have to wait a couple of minutes to get validated and be able to activate Premium on any Discord server.",
  "alert_please_login": "Por favor, Faça login com sua conta do Discord para continuar.",
  "alert_no_servers": "Você não possui ou moderado nenhum servidor do Discord. Você precisará de permissões de 'Gerenciar servidor'.",
  "alert_no_creators": "Este servidor do Discord ainda não possui criadores. Configure um novo canal de criador com '/setup Creator' e atualize a página.",
  "alert_input_limit": "Não são permitidos mais de 64 caracteres.",
  "alert_added_success": "TempVoice foi adicionado com sucesso ao seu servidor do Discord!",
  "alert_added_fail": "TempVoice não pôde ser adicionado ao seu setvidor do Discord. Por favor, tente novamente.",
  "alert_offline": "Atualmente, há um problema conhecido com o TempVoice. Por favor, seja paciente.",
  "alert_online": "TempVoice está operacional"
}
