{
  "headline_1": "Temporal",
  "headline_1_1": "mejor que permanente",
  "headline_1_description": "TempVoice es un poderoso Bot de Discord enfocado en Canales de Voz Temporales. Fácil de usar y muy personalizable para cualquier propósito.",
  "headline_2": "Trusted By Your Favorites",
  "headline_2_description": "TempVoice es usado en miles de Servidores de Discord y por cientos de miles de usuarios.",
  "headline_3": "¿Qué es un Canal Temporal?",
  "headline_3_description": "Un Canal de Voz Temporal será creado cuando se una a un 'Creator Channel' y eliminado cuando todos se vayan.",
  "headline_4": "Múltiples 'Creator Channels'",
  "headline_4_description": "Configura múltiples 'Creator Channels', cada uno con su propia plantilla de configuración para sus Canales de Voz Temporales.",
  "headline_5": "Hilos Temporales",
  "headline_5_description": "Un Hilo Temporal es usado como un chat y solo puede ser accedido por aquellos que están dentro del Canal de Voz Temporal",
  "headline_6": "TempVoice 'Interfaces'",
  "headline_6_description": "Las 'Interfaces' son usadas para gestionar Canales de Voz Temporales por los usuarios. Disponibles en múltiples lenguajes y colores.",
  "headline_7_description": "¡Configura TempVoice al utilizar el comando '/setup' en tu Servidor de Discord! ¡TempVoice creará un canal de voz que será usado para crear Canales de Voz Temporales!",
  "headline_8": "Estado de TempVoice",
  "headline_8_description": "TempVoice está dividido en múltiples nodos, cada uno de ellos contiene hasta 5 fragmentos que son responsables de al rededor de 1000 Servidores de Discord.",
  "headline_9_description": "Los 'Placeholders' pueden ser usados de muchas maneras, por ejemplo, para mostrar el nombre del dueño del canal en nombre del canal o para enumerarlos. Simplemente usa uno de los 'placeholders' de abajo dentro de el nombre por defecto que quieres utilizar en el Panel de Control en nuestra Web. Ejemplo: Canal de {OWNER_USERNAME} #{NUMBER}",
  "headline_10": "Empieza con TempVoice",
  "headline_10_description": "Configura el Bot de Discord TempVoice en unos pocos clics para personalizarlo según tus necesidades en tu Servidor de Discord.",
  "headline_11": "¿Qué comandos existen?",
  "headline_11_description": "TempVoice tiene múltiples comandos de barra en Discord que son usados para gestionar Canales de Voz Temporales por los propietarios de los canales.",
  "headline_12": "¿Qué son 'Placeholders'?",
  "headline_12_description": "Los 'Placeholders' pueden ser usados de varias formas, por ejemplo, para mostrar el nombre del propietario del canal en su propio canal, o para enumerar los canales.",
  "headline_13": "Tutorial TempVoice - Canales de Voz Temporales en Discord",
  "headline_13_description": "Este video te mostrará cómo configurar y utilizar el Bot de Discord TempVoice para añadir Canales de Voz Temporales en tu Servidor de Discord.",
  "headline_14": "Configurar TempVoice",
  "headline_14_description": "Después de Invitar el Bot de Discord TempVoice utiliza el comando '/setup' el cuál es usado para establecer un 'Creator Channel' y un canal para la 'Interface'. La configuración del 'Creator Channel' para los Canales de Voz Temporales puede ser modificada en el Panel de Control de nuestra Web.",
  "headline_15": "¿Cómo utilizar TempVoice?",
  "headline_15_description": "Una vez creado un Canal de Voz Temporal tras haber entrado a un 'Creator Channel', puedes usar los comandos '/voice'  para controlar las propiedades del Canal de Voz Temporal. ¡Todos los cambios realizados a tu Canal de Voz Temporal serán guardados para la próxima vez!",
  "headline_16_description": "Elige un Servidor de Discord para editar la configuración de TempVoice.",
  "headline_17_description": "Elige un Servidor de Discord para editar la configuración de TempVoice. Implementa un nuevo 'Creator Channel' con el comando '/setup' y elimina uno al borrar el canal de voz.",
  "headline_18": "Más personalización. Más libertad.",
  "headline_18_description": "Unlock the full potential of your server by getting unrestricted access to all features. Cancel at anytime.",
  "headline_19": "Thank you for your interest in TempVoice, a bot which will change the way how you use Discord. We have focused on the needs and wishes of the community to provide the best possible experience.",

  "component_1": "¿En qué cluster está mi servidor?",
  "component_1_description": "Ingresa la ID de tu Servidor aquí",
  "component_1_1_description": "Tu Servidor está encendido",
  "component_2": "Tasa de bits del Canal de Voz Temporal",
  "component_2_menu": "El máximo posible",
  "component_2_description": "Tasa de bits predeterminada para un Canal de Voz Temporal",
  "component_3": "Límite total de Canales de Voz Temporal",
  "component_3_description": "Limita el total de Canales de Voz Temporales que pueden existir al mismo tiempo",
  "component_4": "Gestionar Premium",
  "component_4_description": "Número de Servidores de Discord en los que puedes activar Premium:",
  "component_5": "Envía un mensaje de bienvenida",
  "component_5_description": "Envía un mensaje de bienvenida dentro de los Canales de Voz Temporal al crearse",
  "component_5_1_description": ".",
  "component_6": "Rol ligado al Canal de Voz Temporal",
  "component_6_menu": "Sin rol elegido",
  "component_6_description": "Asigna un rol cuando se ingresa/egresa de un Canal de Voz Temporal (Predeterminado: @everyone)",
  "component_7": "Rol de miembro",
  "component_7_menu": "Elige múltiples roles",
  "component_7_description": "Requerido para ver Canales de Voz Temporal (Predeterminado: @everyone)",
  "component_8": "Restaura las configuraciones del dueño",
  "component_8_menu": "Gestiona opciones de restauración",
  "component_8_menu_1": "Nombre personalizado",
  "component_8_menu_2": "Límite de usuarios personalizado",
  "component_8_menu_3": "Usuarios restringidos y permitidos",
  "component_8_menu_4": "Preferencias de privacidad",
  "component_8_description": "Restaura las configuraciones de un Canal de Voz Temporal a como estaban por última vez",
  "component_9": "Reinicia la configuración",
  "component_10": "Posición del Canal de Voz Temporal",
  "component_10_menu_1": "Abajo del 'Creator Channel'",
  "component_10_menu_2": "Sobre el 'Creator Channel'",
  "component_10_description": "Posición del Canal de Voz Temporal al crearse (Predeterminado: Debajo)",
  "component_11": "Permisos adicionales del dueño",
  "component_11_menu": "Gestionar Permisos",
  "component_11_description": "Permisos adicionales del dueño de un Canal de Voz Temporal",
  "component_12": "Sincronizar Permisos",
  "component_12_menu_1": "Sincronizar de la Categoría",
  "component_12_menu_2": "Sincronizar del 'Creator Channel'",
  "component_12_menu_3": "No sincronizar",
  "component_12_description": "Sincroniza los permisos de un Canal de Voz Temporal con la categoría o su 'Creator Channel'",
  "component_13": "Nombre de la Sala de Espera",
  "component_13_description": "Nombre para la Sala de Espera (Predeterminado: Join Me)",
  "component_14_description": "Nombre predeterminado cuando un usuario no tiene rol (Predeterminado: Username)",
  "component_15_description": "Nombre predeterminado cuando un Canal de Voz Temporal está bloqueado u oculto (Predeterminado: 🔒)",
  "component_16_description": "Nombre predeterminado cuando un Canal de Voz Temporal está desbloqueado y visible (Predeterminado: 🔓)",
  "component_17": "Nombre predeterminado para 'Placeholders'",
  "component_17_menu": "Gestiona nombres por defecto",
  "component_17_description": "Nombre predeterminado para los 'Placeholders' cuando no tienen información por mostrar",
  "component_18": "Nombre del Canal de Voz Temporal",
  "component_18_description": "Nombre por defecto para tu Canal de Voz Temporal",
  "component_18_1": "'Placeholders' disponibles ✨",
  "component_19_description": "Nombre por defecto cuando el usuario no tiene su propio nombre (Default: Username)",
  "component_20": "Límite de usuarios de un Canal de Voz Temporal",
  "component_20_description": "Límite de usuarios predeterminado de un Canal de Voz Temporal",
  "component_21": "Idioma",
  "component_21_1_description": "Cambia el idioma global de TempVoice",
  "component_22": "Gestiona la configuración del dueño",
  "component_22_menu": "Gestiona los ajustes",
  "component_22_description": "Activa o desactiva configuraciones para moderar los Canales de Voz Temporal",
  "component_22_1_description": "Esto hará que los Canales de Voz Temporal no puedan ser gestionados por el usuario que los creó. Esto puede ser útil si utiizas Canales de Voz Temporal como canales públicos",
  "component_22_2_description": "Si una opción está desmarcada, el comando asociado ya no podrá ser utilizado y los cambios pasados hechos por el dueño dejarán de funcionar. Por ejemplo, si un usuario ha bloqueado su canal pero esta opción es desmarcada, el canal ya no podrá seguir bloqueado.",
  "component_23": "Categoría del Canal de Voz Temporal (Respaldo)",
  "component_23_menu": "Select Categories",
  "component_23_description": "Categoría de respaldo para cuando la principal haya alcanzado su límite de 50 canales",
  "component_24": "Paleta de Color",
  "component_24_description": "Esto cambia el color de los emojis en los mensajes del bot",
  "component_25": "Censura nombres de canal",
  "component_25_description": "Censura hasta 30 palabras que no podrán ser utilizadas como nombre de un Canal de Voz Temporal",
  "component_25_input": "Enter a word and press enter",
  "component_26": "Categoría del Canal de Voz Temporal (Principal)",
  "component_26_menu": "Sin Categoría elegida",
  "component_26_description": "Categoría principal para los Canales de Voz Temporal",
  "component_27": "Votos 'Flashes'",
  "component_27_description": "Obtienes 1-3 'Flashes' cada vez que votas por TempVoice. ¡Puedes canjear Premium por 2 semanas con 60 'flashes'! ¿Genial no? Recuerda que puedes votar cada 12 horas en tan solo unos pocos segundos",
  "component_28": "Relleno de Canales de Voz Temporal",
  "component_28_menu_1": "Activado",
  "component_28_menu_2": "Desactivado",
  "component_28_description": "Rellena un Canal de Voz Temporal antes de crear uno nuevo (Requiere: Límite de usuarios 1-99)",
  "component_29": "Marca Personalizada",
  "component_29_description": "¿Cómo obtengo un 'token' del bot?",
  "component_29_2_description": "La Marca Personalizada te permite cambiar la apariencia de TempVoice al permitirte cambiar su nombre y su avatar. Ingresa un 'token' de un Bot de Discord para crear un nuevo bot de Marca Personalizada, el cuál será alojado en un servidor aparte.",
  "component_30": "Personaliza el Estado del Bot",
  "component_30_description": "Cambia el Estado de Discord del Bot de Marca Personalizada.",
  "component_31_description": "Default name when the user has no discord activity",
  "component_32_description": "Default name when the activity of the user has no details",
  "component_33_description": "Default name when the activity of the user has no state",
  "component_34_description": "Default name when the activity of the user has no emoji",
  "component_35": "Activate Premium On A Discord",
  "component_36": "Manage Premium",
  "component_36_description": "Manage your TempVoice Premium subscription. View your invoices, change your payment method, pause or cancel your subscription.",

  "placeholder_1_description": "Al utilizar el 'placeholder' {PRIVACY} el nombre del canal es actualizado cuando se cambia su privacidad. Esto solo es posible cada 5 minutos debido a limitaciones de Discord.",
  "placeholder_2_description": "Muestra el nombre del rol sin importar si el rol está separado en la lista de usuarios conectados.",
  "placeholder_3_description": "Muestra el nombre del rol de mayor jerarquía el cuál está separado en la lista de usuarios conectados.",
  "placeholder_4_description": "This placeholder will be replaced with the name a user has choosen with '/voice name'. When the user chooses a new name, only the part of the placeholder gets changed and the rest stays remains untouched.",

  "navbar_login_1": "Sesión iniciada como",
  "navbar_login_2": "Panel de Control",
  "navbar_login_3": "Premium",
  "navbar_login_4": "Terminar Sesión",

  "invite_button": "Invita a TempVoice",
  "dashboard_button": "Abrir Panel de Control",
  "guides_button": "Revisar Guías",
  "login_button": "Inicia sesión con Discord",
  "vote_button": "Vota por TempVoice en Top.gg",
  "cancel_button": "Cancelar Suscripción",
  "subscribe_button": "Checkout with Stripe",
  "join_button": "Join now",
  "manage_button": "Manage Premium",
  "upgrade_button": "Upgrade Premium",

  "premium_feature_1": "Interfaces personalizables al 100%",
  "premium_feature_2": "Ilimitados 'Creator Channels'",
  "premium_feature_3": "Sin requisitos de voto",

  "statistics_1": "Total Clusters",
  "statistics_2": "Total Shards",
  "statistics_3": "Servidores Totales",
  "statistics_4": "Miembros Totales",

  "alert_join_support_discord": "Stay up to date and join our verified TempVoice Discord server",
  "alert_custom_branding_token": "¡No compartas el 'Token' del Bot de Discord con nadie bajo ninguna circunstancia!",
  "alert_premium_activate": "¡Tu Premium está listo para usar!",
  "alert_premium_inactivate": "Si te suscribiste recientemente a TempVoice Premium, deberás esperar un par de minutos para ser validado y poder activar Premium en cualquier Servidor de Discord.",
  "alert_please_login": "Por favor inicia sesión con tu cuenta de Discord para continuar.",
  "alert_no_servers": "Tú no eres dueño ni moderas ningún Servidor de Discord. Tú necesitarás el permiso 'Gestionar Servidor'.",
  "alert_no_creators": "Este Servidor de Discord no posee ningún 'Creator Channel' aún. Configura un nuevo 'Creator Channel' con '/setup' y refresca la página.",
  "alert_input_limit": "No están permitidos más de 64 caracteres.",
  "alert_added_success": "¡TempVoice fue añadido correctamente a tu Servidor de Discord!",
  "alert_added_fail": "TempVoice no pudo ser añadido a tu Servidor de Discord. Por favor intente de nuevo.",
  "alert_offline": "Existe actualmente un error conocido en TempVoice. Por favor sea paciente.",
  "alert_online": "TempVoice está operativo"
}
