{
    "headline_1": "Temporal",
    "headline_1_1": "en lugar de permanente.",
    "headline_1_description": "TempVoice es un poderoso bot de Discord todo sobre canales de Voz Temporales. Fácil de usar y completamente personalizable para cada propósito.",
    "headline_2": "Los servidores que conoces usan TempVoice",
    "headline_2_description": "TempVoice es usado por miles de servidores de Discord y cientos de usuarios.",
    "headline_3": "¿Que es un Canal Temporal?",
    "headline_3_description": "Un Canal de Voz Temporal sera creado al unirse a un Canal Creador y eliminado cuando todos se hayan ido.",
    "headline_4": "Multiples Canales Creadores",
    "headline_4_description": "Configura multiples Canales Creadores, cada uno con su configuración de Canal de Voz Temporal establecida.",
    "headline_5": "Canales de Hilo Temporales",
    "headline_5_description": "Un Canal de Hilo temporal es usado como chat y solo puede ser accesible uniéndose al Canal de Voz Temporal.",
    "headline_6": "Interfaces de Control de TempVoice",
    "headline_6_description": "Las interfaces son usadas para administrar los canales de voz temporales de los usuarios. Disponible en multiples idiomas y colores.",
    "headline_7_description": "Configura el bot de Discord TempVoice usando el comando '/setup tempvoice' en tu servidor de Discord! TempVoice creara un canal de voz que es usado para crear Canales de Voz Temporales!",
    "headline_8": "Estado de TempVoice",
    "headline_8_description": "TempVoice esta dividido en varios clusters, cada uno de ellos continue hasta 5 shards que son responsables alrededor de 1000 servidores de Discord.",
    "headline_9_description": "Los placeholders pueden ser usados en varias maneras, por ejemplo, para mostrar el nombre del propietario del canal en el nombre de los canales o para numerarlos. Simplemente usa uno de los placeholders abajo dentro del nombre por defecto que quieres usar en el Dashboard. Ejemplo: {OWNER_USERNAME}'s Channel #{NUMBER}",
    "headline_10": "Comienza con TempVoice",
    "headline_10_description": "Configura el bot de Discord TempVoice con un par de clicks para personalizarlo a todas tus necesidades en tu servidor de Discord.",
    "headline_12": "Que son los Placeholders?",
    "headline_12_description": "Los placeholders pueden ser usados en varias maneras, por ejemplo, para mostrar el nombre del propietario del canal en el nombre de los canales o para numerar canales.",
    "headline_13": "Tutorial de TempVoice - Canales de Voz Temporales en Discord",
    "headline_13_description": "Este video te mostrara como configurar y usar el bot de Discord TempVoice para añadir Canales de Voz Temporales a tu servidor de Discord.",
    "headline_14": "Configura TempVoice",
    "headline_14_description": "Después de invitar a TempVoice usa el comando '/setup tempvoice' que es usado para configurar un nuevo Canal Creador y Canal de Interfaz. La configuración del Canal Creador para Canales de Voz Temporales puede ser cambiada con el Dashboard.",
    "headline_15": "Como usar TempVoice?",
    "headline_15_description": "Una vez hayas creado un Canal de Voz Temporal uniéndote a un Canal Creador, puedes usar los comandos '/voice' para controlar las propiedades del Canal de Voz. Ten en cuenta que todos los cambios que hagas a tu Canal de Voz Temporal serán guardados y restaurados cuando crees un nuevo Canal de Voz Temporal en cualquier momento!",
    "headline_16_description": "Selecciona un servidor de Discord para editar la configuración de TempVoice.",
    "headline_17_description": "Selecciona un Canal Creador para editar la configuración de TempVoice. Configura un nuevo creador usando '/setup creator' y elimina uno borrando el canal en Discord.",
    "component_1": "En que cluster esta mi servidor?",
    "component_1_description": "Introduce la ID de tu servidor aquí",
    "component_1_1_description": "Tu servidor esta en",
    "component_1_2_description": "Donde esta la ID de mi servidor?",
    "component_2": "Bitrate del Canal Temporal",
    "component_2_description": "Bitrate por defecto de los Canales Temporales",
    "component_3": "Limite de los Canales de Voz Temporales totales",
    "component_3_description": "Limite en total para los Canales Temporales que pueden existir al mismo tiempo",
    "component_4": "Administrar Premium",
    "component_4_description": "Numero de los servidores de Discord en los que puedes activar premium:",
    "component_5": "Enviar Mensaje de Bienvenida",
    "component_5_description": "Envía un mensaje de bienvenida en los Canales Temporales después de su creación",
    "component_5_1_description": "No están permitidos mas de 300 caracteres.",
    "component_6": "Rol Dentro de Voz",
    "component_6_description": "Asigna un rol al unirse/salirse de un Canal de Voz Temporal",
    "component_7": "Rol de Miembro",
    "component_7_description": "Necesario para ver Canales Temporales",
    "component_8": "Restaurar configuraciones del propietario",
    "component_8_description": "Restaura las propiedades de los Canales Temporales a la forma en la que estaban antes de su eliminación",
    "component_9": "Restablecer Configuración",
    "component_10": "Posición del Canal Temporal",
    "component_10_description": "Position de los canales temporales para su creación (Por Defecto: Abajo)",
    "component_11": "Permisos del propietario adicionales",
    "component_11_description": "Permisos adicionales para el propietario de un canal de Voz Temporal",
    "component_12": "Sincronizar Permisos",
    "component_12_description": "Sincroniza los permisos del Canal Temporal con la categoría o el creador",
    "component_13": "Nombre de la Sala de Espera",
    "component_13_description": "Nombre para las Salas de Espera (Por Defecto: Join Me)",
    "component_14": "{ROLE} Placeholder",
    "component_14_description": "Nombre por defecto cuando el usuario no tiene roles (Por Defecto: Nombre de Usuario)",
    "component_15": "{PRIVACY} Placeholder (Bloqueado u oculto)",
    "component_15_description": "Nombre por defecto cuando el canal esta bloqueado u oculto (Por Defecto: 🔒)",
    "component_16": "{PRIVACY} Placeholder (Desbloqueado y visible)",
    "component_16_description": "Nombre por defecto cuando el canal esta desbloqueado y visible (Por Defecto: 🔓)",
    "component_17": "Nombre por defecto para los Placeholders",
    "component_17_description": "Nombre por defecto para los Placeholders cuando estos no tienen valor para mostrar",
    "component_18": "Nombre del Canal Temporal",
    "component_18_1": "Placeholders Disponibles ✨",
    "component_18_description": "Nombre por defecto para los Canales Temporales",
    "component_19": "{CUSTOM} Placeholder",
    "component_19_description": "Nombre por defecto cuando el usuario no tiene nombre de canal propio (Por Defecto: Nombre de usuario)",
    "component_20": "Limite de usuarios del canal temporal",
    "component_20_description": "Limite de usuarios por defecto para los canales temporales",
    "component_21": "Idioma",
    "component_21_description": "El bot solo debe responder en el idioma seleccionado",
    "component_21_1_description": "Cambia el idioma global de TempVoice",
    "component_22": "Administrar configuraciones del propietario",
    "component_22_description": "Activa o desactiva configuraciones para administrar y moderar canales temporales",
    "component_22_1_description": "Esto hará los canales temporales no administrables por el usuario que creo el canal. Esto puede ser util si usas los canales temporales como canales públicos",
    "component_22_2_description": "Si una opción esta desmarcada, el comando asociado ya no puede ser usado y cambios anteriormente hechos por el usuario tampoco funcionaran. Por ejemplo, si un usuario ha bloqueado su canal, pero esta opción ahora esta desactivada, su canal ya no puede ser bloqueado.",
    "component_23": "Categoría del Canal Temporal (Alternativa)",
    "component_23_description": "Categoría alternativa cuando la primaria haya alcanzado su limite de 50 canales",
    "component_24": "Tema de Color",
    "component_24_description": "Usado para el color de los emojis en los mensajes del bot",
    "component_25": "Censurar Nombre del Canal",
    "component_25_description": "Censura hasta 30 palabras que no pueden ser usadas como nombre del canal temporal",
    "component_26": "Categoría del Canal Temporal (Primaria)",
    "component_26_description": "Categoría primaria para los canales temporales",
    "component_27": "Vote Flashes",
    "component_27_description": "Obtienes 1-3 Flashes cada vez que votas por TempVoice. 60 flashes pueden ser intercambiados por 2 semanas de premium! Genial, ¿eh? Recuerda que puedes votar cada 12 horas y toma solo unos segundos!",
    "placeholder_1_description": "Al usar el placeholder {PRIVACY} el nombre del canal se actualiza al cambiar la privacidad. Esto solo es posible cada 5 minutos debido a limitaciones de Discord.",
    "placeholder_2_description": "Muestra el nombre del rol sin importar cuando el rol es separado en la lista de miembros en linea.",
    "placeholder_3_description": "Muestra el nombre del rol mas alto que es separado en la lista de miembros en linea.",
    "navbar_login_1": "Sesión iniciada como",
    "navbar_login_2": "Dashboard",
    "navbar_login_3": "Perfil",
    "navbar_login_4": "Cerrar Sesión",
    "invite_button": "Invitar a TempVoice",
    "dashboard_button": "Abrir el Dashboard",
    "guides_button": "Ver Guías",
    "login_button": "Iniciar Sesión con Discord",
    "patreon_button": "Apoya a TempVoice en Patreon",
    "connect_button": "Conecta Patreon con Discord",
    "vote_button": "Vota por TempVoice en Top.gg",
    "statistics_1": "Clusters en total",
    "statistics_2": "Shards en total",
    "statistics_3": "Servidores en total",
    "statistics_4": "Miembros en total",
    "alert_premium_activate": "Tu premium esta listo para ser usado!",
    "alert_premium_inactivate": "Si recientemente apoyaste a TempVoice en Patreon tienes que esperar hasta la proxima hora completa para ser validado y poder activar Premium en cualquier servidor de Discord (ej. son las 11:40am asi que espera hasta las 12:00am)",
    "alert_please_login": "Por favor inicia sesión con tu cuenta de Discord para continuar.",
    "alert_no_servers": "No eres propietario ni moderas ningún servidor de Discord. Necesitaras permisos de 'Administrar Servidor'",
    "alert_no_creators": "Este servidor de Discord aun no tiene ningún creador. Configura un nuevo Canal Creador con '/setup creator' y refresca la pagina.",
    "alert_input_limit": "No se permiten mas de 64 caracteres.",
    "alert_added_success": "TempVoice ha sido añadido con éxito a tu servidor de Discord!",
    "alert_added_fail": "TempVoice no pudo ser añadido a tu servidor de Discord. Por favor intenta de nuevo.",
    "alert_offline": "Actualmente hay un problema conocido con TempVoice. Por favor se paciente.",
    "alert_online": "TempVoice es Operativo"
}