{
  "headline_1": "Temporaneo",
  "headline_1_1": "anziché permanente",
  "headline_1_description": "TempVoice è un potente bot di Discord completamente incentrato sui canali vocali temporanei. Facile da usare e interamente personalizzabile per qualsiasi scopo.",
  "headline_2": "Scelto anche dai tuoi preferiti",
  "headline_2_description": "TempVoice è usato da migliaia di server Discord e da centinaia di migliaia di utenti.",
  "headline_3": "Cos'è un canale temporaneo?",
  "headline_3_description": "Un canale vocale temporaneo viene creato con l'ingresso di un utente nel Canale Creatore e viene eliminato quando tutti gli utenti al suo interno lo hanno abbandonato.",
  "headline_4": "Canali Creatore multipli",
  "headline_4_description": "Imposta molteplici Canali Creatore, ognuno con le proprie impostazioni per la configurazione dei canali vocali temporanei.",
  "headline_5": "Thread temporanei",
  "headline_5_description": "Il thread temporaneo viene utilizzato come chat ed è possibile accedervi solo dopo essere entrati nel canale vocale temporaneo ad esso collegato.",
  "headline_6": "Interfacce di controllo di TempVoice",
  "headline_6_description": "Le interfacce servono agli utenti per gestire i propri canali vocali temporanei. Sono disponibili in diverse lingue e colori.",
  "headline_7_description": "Configura il bot TempVoice usando il comando '/setup' nel tuo server Discord! TempVoice aggiungerà un canale vocale che sarà utilizzato per creare canali vocali temporanei!",
  "headline_8": "Stato di TempVoice",
  "headline_8_description": "TempVoice è suddiviso in diversi cluster, ognuno dei quali contiene fino a 5 shard, responsabili di circa 1000 server Discord.",
  "headline_9_description": "I placeholder possono essere usati in diversi modi, per esempio per mostrare il nome del proprietario nel nome del canale, oppure per numerare i canali stessi. Nella dashboard puoi usare uno dei seguenti placeholder per il nome che viene assegnato di default ai nuovi canali temporanei creati. Esempio: Canale di {OWNER_USERNAME} #{NUMBER}",
  "headline_10": "I primi passi con TempVoice",
  "headline_10_description": "Configura il bot TempVoice con pochi click e personalizzalo per restare in linea con i bisogni del tuo server Discord.",
  "headline_12": "Cosa sono i placeholder?",
  "headline_12_description": "I placeholder possono essere usati in diversi modi, per esempio per mostrare il nome del proprietario nel nome del canale, oppure per numerare i canali stessi.",
  "headline_13": "Tutorial di TempVoice - Canali vocali temporanei su Discord",
  "headline_13_description": "Questo video ti mostrerà come configurare e utilizzare il bot TempVoice per aggiungere i canali vocali temporanei al tuo server Discord.",
  "headline_14": "Configura TempVoice",
  "headline_14_description": "Dopo aver invitato il bot TempVoice nel tuo server Discord usa il comando '/setup' per configurare un Canale Creatore e un canale testuale per l'interfaccia. Le impostazioni per i canali vocali temporanei creati dal Canale Creatore possono essere cambiate dalla dashboard online.",
  "headline_15": "Come usare TempVoice?",
  "headline_15_description": "Una volta creato il tuo canale vocale temporaneo entrando nel Canale Creatore, puoi usare il comando '/voice' per modificare le proprietà del tuo canale vocale. Tutti i cambiamenti che fai al tuo canale vocale temporaneo saranno salvati e verranno riapplicati quando ricreerai il tuo canale in futuro!",
  "headline_16_description": "Scegli di quale server Discord vuoi modificare le impostazioni di TempVoice.",
  "headline_17_description": "Scegli di quale Canale Creatore vuoi modificare le impostazioni. Crea un nuovo Canale Creatore utilizzando il comando '/setup', rimuovine uno semplicemente eliminando il canale nel tuo server Discord.",
  "headline_18": "Più Personalizzazione. Più Libertà.",
  "headline_18_description": "Sblocca tutto il potenziale di TempVoice sul tuo server ottenendo l'accesso illimitato a tutte le funzionalità. Annulla l'abbonamento in qualsiasi momento.",
  "headline_19": "Grazie per il vostro interesse verso TempVoice, un bot che cambierà il modo in cui usate Discord. Ci siamo concentrati sulle richieste e sulle necessità della community per creare la migliore esperienza possibile.",
  
  "component_1": "Su che cluster si trova il mio server?",
  "component_1_description": "Inserisci l'ID del tuo server qui",
  "component_1_1_description": "Il tuo server è sul cluster",
  "component_1_2_description": "Dove trovo l'ID del mio server?",
  "component_2": "Bitrate del canale temporaneo",
  "component_2_menu": "Più alto possibile",
  "component_2_description": "Bitrate di default per il canale temporaneo",
  "component_3": "Numero massimo di canali temporanei",
  "component_3_description": "Limite massimo di canali temporanei che possono esistere contemporaneamente",
  "component_4": "Gestisci Premium",
  "component_4_description": "Numero di server Discord nei quali puoi attivare il Premium:",
  "component_5": "Invia messaggio di benvenuto",
  "component_5_description": "Invia un messaggio di benvenuto nei canali temporanei dopo la creazione",
  "component_5_1_description": "Non sono ammessi più di 300 caratteri",
  "component_6": "Ruolo In-Voice",
  "component_6_menu": "Nessun ruolo",
  "component_6_description": "Assegna un ruolo agli utenti mentre sono in un canale temporaneo",
  "component_7": "Ruoli base",
  "component_7_menu": "Seleziona ruoli",
  "component_7_description": "Ruoli base del server, soggetti ai cambiamenti delle impostazioni di privacy del canale temporaneo",
  "component_8": "Salva proprietà canale",
  "component_8_menu": "Seleziona proprietà",
  "component_8_menu_1": "Nome del canale",
  "component_8_menu_2": "Numero massimo di utenti",
  "component_8_menu_3": "Elenco utenti fidati e bloccati",
  "component_8_menu_4": "Impostazioni di privacy",
  "component_8_description": "Quali proprietà del canale devono essere salvate per essere riproposte la prossima volta che viene creato",
  "component_9": "Ripristina impostazioni",
  "component_10": "Posizione del canale temporaneo",
  "component_10_menu_1": "Sotto al Canale Creatore",
  "component_10_menu_2": "Sopra al Canale Creatore",
  "component_10_description": "Posizione del canale temporaneo creato rispetto al Canale Creatore (Default: Sotto al Canale Creatore)",
  "component_11": "Gestisci permessi proprietario (Discord)",
  "component_11_menu": "Gestisci permessi",
  "component_11_description": "Permessi di Discord aggiuntivi per il proprietario del canale temporaneo",
  "component_12": "Sincronizza permessi",
  "component_12_menu_1": "Sincronizza con categoria",
  "component_12_menu_2": "Sincronizza con Canale Creatore",
  "component_12_menu_3": "Non sincronizzare",
  "component_12_description": "Sincronizza i permessi del canale temporaneo con quelli della categoria di cui fa parte o con quelli del Canale Creatore",
  "component_13": "Nome sala d'attesa",
  "component_13_description": "Nome per le sale d'attesa (Default: Join Me)",
  "component_14_description": "Sostituzione dei placeholder {ROLE_HIGHEST} e {ROLE_HOIST} per quando l'utente non ha ruoli (Default: Username)",
  "component_15_description": "Sostituzione del placeholder {PRIVACY} per quando il canale temporaneo è bloccato o nascosto (Default: 🔒)",
  "component_16_description": "Sostituzione del placeholder {PRIVACY} per quando il canale temporaneo è sbloccato o visibile (Default: 🔓)",
  "component_17": "Valori di default per placeholder",
  "component_17_menu": "Imposta valori",
  "component_17_description": "Valori di default per quando i placeholder non hanno niente da mostrare",
  "component_18": "Nome del canale temporaneo",
  "component_18_1": "Placeholder disponibili ✨",
  "component_18_description": "Nome di default per i canali temporanei",
  "component_19_description": "Sostituzione del placeholder {CUSTOM} per quando il proprietario non ha un nome per il proprio canale (Default: Username)",
  "component_20": "Limite utenti del canale temporaneo",
  "component_20_description": "Limite di default degli utenti per un canale temporaneo",
  "component_21": "Lingua",
  "component_21_description": "Il bot deve rispondere solo nella lingua selezionata",
  "component_21_1_description": "Cambia la lingua dei messaggi di TempVoice nel tuo server",
  "component_22": "Gestisci permessi proprietario (TempVoice)",
  "component_22_menu": "Gestisci permessi",
  "component_22_description": "Gestisci la possibilità del proprietario di modificare alcune impostazioni del canale temporaneo con il bot",
  "component_22_1_description": "Questo impedirà al creatore del canale temporaneo di apportarvi modifiche. Può essere utile in caso si vogliano usare i canali temporanei come canali pubblici.",
  "component_22_2_description": "Se un'opzione non è spuntata, il comando ad essa associato non potrà più essere utilizzato e le modifiche apportate in passato verranno ripristinate. Per esempio, se un utente ha bloccato il proprio canale in passato e questa opzione viene disabilitata, il suo canale verrà sbloccato e non potrà più essere bloccato nuovamente.",
  "component_23": "Categoria dei canali temporanei (riserva)",
  "component_23_menu": "Seleziona categorie",
  "component_23_description": "Categoria di riserva per quando quella principale ha raggiunto il limite di 50 canali",
  "component_24": "Colore tema",
  "component_24_description": "Colore delle emoji usate dal bot nei suoi messaggi",
  "component_25": "Censura nomi dei canali temporanei",
  "component_25_description": "Censura fino a 30 parole che non possono più essere utilizzate come nomi di canali temporanei",
  "component_25_input": "Inserisci una parola e premi Invio",
  "component_26": "Categoria dei canali temporanei (principale)",
  "component_26_menu": "Nessuna categoria",
  "component_26_description": "Categoria nella quale verranno aggiunti i canali temporanei creati",
  "component_27": "Flash votazioni",
  "component_27_description": "Guadagni da 1 a 3 Flash ogni volta che voti per TempVoice. 60 Flash possono essere scambiati per 2 settimane di Premium! Bello neh? Ricorda che puoi votare ogni 12 ore e farlo richiede pochissimi secondi!",
  "component_28": "Riempimento canali temporanei",
  "component_28_menu_1": "Abilitato",
  "component_28_menu_2": "Disabilitato",
  "component_28_description": "Forza il riempimento dei canali temporanei già esistenti prima della creazione di nuovi (Richiede: Limite utenti 1-99)",
  "component_29": "Custom Branding",
  "component_29_description": "Come ottengo un bot token?",
  "component_29_2_description": "La funzione Custom Branding ti consente di modificare l'aspetto di TempVoice cambiando il suo nome e il suo avatar. Inserisci il token di un bot di Discord per creare un nuovo bot personalizzato, allocato su un server dedicato.",
  "component_30": "Personalizza stato del bot",
  "component_30_description": "Modifica lo stato del tuo bot personalizzato.",
  "component_31_description": "Sostituzione del placeholder {ACTIVITY_NAME} per quando l'utente non ha un'attività in corso (Default: ❔)",
  "component_32_description": "Sostituzione del placeholder {ACTIVITY_DETAILS} per quando l'attività dell'utente non ha dettagli (Default: ❔)",
  "component_33_description": "Sostituzione del placeholder {ACTIVITY_STATE} per quando l'attività dell'utente non ha uno stato (Default: ❔)",
  "component_34_description": "Sostituzione del placeholder {ACTIVITY_EMOJI} per quando l'attività dell'utente non ha un'emoji (Default: ❔)",
  "component_35": "Attiva Premium in un server Discord",
  "component_36": "Gestisci Premium",
  "component_36_description": "Gestisci il tuo abbonamento TempVoice Premium. Visualizza le ricevute, modifica il metodo di pagamento, sospendi/annulla l'abbonamento.",

  "placeholder_1_description": "Quando si usa il placeholder {PRIVACY} il nome del canale viene aggiornato quando vengono cambiate le impostazioni di privacy. Questo è possibile solo ogni 5 minuti per via di limitazioni imposte da Discord.",
  "placeholder_2_description": "Mostra il nome del ruolo più alto dell'utente, a prescindere dal fatto che questo sia separato nell'elenco dei membri online.",
  "placeholder_3_description": "Mostra il nome del ruolo più alto dell'utente, che sia separato nell'elenco dei membri online.",
  "placeholder_4_description": "Questo placeholder viene rimpiazzato con il testo inserito col comando '/voice name'. Quando l'utente sceglie un nuovo nome per il canale solo la parte del placeholder viene rimpiazzata, il resto rimane uguale.",

  "navbar_login_1": "Registrato come",
  "navbar_login_2": "Dashboard",
  "navbar_login_3": "Profilo",
  "navbar_login_4": "Disconnettiti",

  "invite_button": "Invita TempVoice",
  "dashboard_button": "Apri dashboard",
  "guides_button": "Vedi guide",
  "login_button": "Accedi con Discord",
  "vote_button": "Vota per TempVoice su Top.gg",
  "cancel_button": "Annulla abbonamento",
  "subscribe_button": "Checkout con Stripe",
  "join_button": "Entra ora",
  "manage_button": "Gestisci Premium",
  "upgrade_button": "Aggiorna il piano",
  
  "premium_feature_1": "Interfacce completamente personalizzabili",
  "premium_feature_2": "Canali Creatore illimitati",
  "premium_feature_3": "Nessun bisogno di votare",

  "statistics_1": "Numero di cluster",
  "statistics_2": "Numero di shard",
  "statistics_3": "Numero di server",
  "statistics_4": "Numero di utenti",

  "alert_join_support_discord": "Segui gli aggiornamenti e unisciti al nostro server Discord verificato",
  "alert_custom_branding_token": "Non condividere mai il token del tuo bot di Discord con nessuno per alcuna ragione!",
  "alert_premium_activate": "Il tuo Premium è pronto per essere usato!",
  "alert_premium_inactivate": "Se ti sei appena abbonato a TempVoice Premium potresti dover aspettare qualche minuto per ottenere i vantaggi del tuo piano.",
  "alert_please_login": "Accedi con il tuo account di Discord per continuare.",
  "alert_no_servers": "Non sei il proprietario né l'amministratore di alcun server Discord. Hai bisogno del permesso di 'Gestire Server' per apportare delle modifiche.",
  "alert_no_creators": "Questo server Discord non ha alcun Canale Creatore attivi. Configurane uno con il comando '/setup' e aggiorna la pagina.",
  "alert_input_limit": "Non sono ammessi più di 64 caratteri.",
  "alert_added_success": "TempVoice è stato aggiunto al tuo server Discord con successo!",
  "alert_added_fail": "Non è stato possibile aggiungere TempVoice al tuo server Discord. Riprova più tardi.",
  "alert_offline": "Un problema noto impedisce il corretto funzionamento di TempVoice. Per favore sii paziente.",
  "alert_online": "TempVoice è operativo."
}
