{
  "headline_1": "Tijdelijk",
  "headline_1_1": "in plaats van permanent",
  "headline_1_description": "TempVoice is een krachtige Discord Bot die draait om tijdelijke spraakkanalen. Eenvoudig in gebruik en volledig aanpasbaar voor elk doel.",
  "headline_2": "Trusted By Your Favorites",
  "headline_2_description": "TempVoice wordt gebruikt door duizenden Discord-servers en honderdduizenden gebruikers.",
  "headline_3": "Wat is een tijdelijk kanaal?",
  "headline_3_description": "Een tijdelijk spraakkanaal wordt gemaakt door lid te worden van een makerskanaal en wordt verwijderd wanneer iedereen is vertrokken.",
  "headline_4": "Meerdere Creator-kanalen",
  "headline_4_description": "Stel meerdere Creator-kanalen in, elk met zijn eigen Tijdelijke Spraakkanaal-sjabloonconfiguratie.",
  "headline_5": "Tijdelijke threadkanalen",
  "headline_5_description": "Een tijdelijk threadkanaal wordt gebruikt als chat en is alleen toegankelijk door lid te worden van het tijdelijke spraakkanaal.",
  "headline_6": "TempVoice-besturingsinterfaces",
  "headline_6_description": "Interfaces worden gebruikt om tijdelijke spraakkanalen door de gebruikers te beheren. Verkrijgbaar in meerdere talen en kleuren.",
  "headline_7_description": "Stel de TempVoice Discord Bot in met behulp van de opdracht '/setup' op uw Discord-server! TempVoice zal een spraakkanaal creëren dat wordt gebruikt om een ​​tijdelijk spraakkanaal te creëren!",
  "headline_8": "TempVoice Toestand",
  "headline_8_description": "TempVoice is verdeeld in verschillende tros, elk bevat maximaal 5 shards die verantwoordelijk zijn voor ongeveer 1000 Discord-servers.",
  "headline_9_description": "Tijdelijke aanduidingen kunnen op vele manieren worden gebruikt, bijvoorbeeld om de naam van de kanaaleigenaar weer te geven in kanaalnamen of om ze te nummeren. Gebruik gewoon een van de onderstaande tijdelijke aanduidingen binnen de standaardnaam die u in het Dashboard wilt gebruiken. Voorbeeld: het kanaalnummer {NUMBER} van {OWNER_USERNAME}",
  "headline_10": "Aan de slag met TempVoice",
  "headline_10_description": "Stel de TempVoice Discord Bot in met een paar klikken om deze aan te passen aan al uw behoeften op uw Discord-server.",
  "headline_12": "Wat zijn tijdelijke aanduidingen?",
  "headline_12_description": "Tijdelijke aanduidingen kunnen op veel manieren worden gebruikt, bijvoorbeeld om de naam van de kanaaleigenaar in kanaalnamen weer te geven of om kanalen te nummeren.",
  "headline_13": "TempVoice-gids - Tijdelijke spraakkanalen op Discord",
  "headline_13_description": "Deze video laat je zien hoe je de TempVoice Discord Bot instelt en gebruikt om tijdelijke spraakkanalen toe te voegen aan je Discord-server.",
  "headline_14": "Stel TempVoice in",
  "headline_14_description": "Nadat je de TempVoice Discord Bot hebt uitgenodigd, gebruik je het commando '/setup' dat wordt gebruikt om een nieuw Creator-kanaal & Interface Channel in te stellen. De configuratie van het Creator-kanaal voor de Tijdelijke Spraakkanalen kan worden gewijzigd met het Dashboard.",
  "headline_15": "TempVoice gebruiken?",
  "headline_15_description": "Zodra je een tijdelijk spraakkanaal hebt gemaakt door lid te worden van een makerskanaal, kun je '/voice' gebruiken commando's om de eigenschappen van het spraakkanaal te regelen. Houd er rekening mee dat alle wijzigingen die u in uw tijdelijke spraakkanaal hebt aangebracht, worden opgeslagen en hersteld wanneer u op elk gewenst moment een nieuw tijdelijk spraakkanaal maakt!",
  "headline_16_description": "Selecteer een Discord-server om de configuratie van TempVoice te bewerken.",
  "headline_17_description": "Selecteer een Creator-kanaal om de configuratie van TempVoice te bewerken. Stel een nieuwe maker in via '/setup' en verwijder er een door het kanaal in Discord te verwijderen.",
  "headline_18": "More Customization. More Freedom.",
  "headline_18_description": "Unlock the full potential of your server by getting unrestricted access to all features. Cancel at anytime.",
  "headline_19": "Thank you for your interest in TempVoice, a bot which will change the way how you use Discord. We have focused on the needs and wishes of the community to provide the best possible experience.",

  "component_1": "Op welk tros staat mijn server?",
  "component_1_description": "Voer hier uw server-ID in",
  "component_1_1_description": "Je server staat aan",
  "component_1_2_description": "Waar is mijn server-ID?",
  "component_2": "Tijdelijke kanaalbitsnelheid",
  "component_2_menu": "Highest Possible",
  "component_2_description": "Standaard bitsnelheid van tijdelijke kanalen",
  "component_3": "Tijdelijke totale kanaallimiet",
  "component_3_description": "Totale limiet voor tijdelijke kanalen die tegelijkertijd kunnen bestaan",
  "component_4": "Premium beheren",
  "component_4_description": "Aantal Discord Servers waarop je premium kunt activeren:",
  "component_5": "Stuur welkomstbericht",
  "component_5_description": "Stuur na het aanmaken een welkomstbericht naar tijdelijke kanalen",
  "component_5_1_description": "Er zijn niet meer dan 300 tekens toegestaan.",
  "component_6": "In stemrol",
  "component_6_menu": "No Role Selected",
  "component_6_description": "Wijs een rol toe bij het toetreden/verlaten van een tijdelijk kanaal",
  "component_7": "Rol van lid",
  "component_7_menu": "Select Multiple Roles",
  "component_7_description": "Vereist om tijdelijke kanalen te zien",
  "component_8": "Eigenaarsinstellingen herstellen",
  "component_8_menu": "Manage Restore Options",
  "component_8_menu_1": "Personalized Name",
  "component_8_menu_2": "Personalized User Limit",
  "component_8_menu_3": "Trusted & Blocked Users",
  "component_8_menu_4": "Privacy Preferences",
  "component_8_description": "Herstel de eigenschappen van tijdelijke kanalen zoals ze waren voordat ze werden verwijderd",
  "component_9": "Configuratie resetten",
  "component_10": "Tijdelijke kanaalpositie",
  "component_10_menu_1": "Below the Creator",
  "component_10_menu_2": "Above the Creator",
  "component_10_description": "Positie van tijdelijke kanalen voor creatie (standaard: hieronder)",
  "component_11": "Aanvullende machtigingen voor eigenaren",
  "component_11_menu": "Manage Permissions",
  "component_11_description": "Aanvullende machtigingen voor de eigenaar van een tijdelijk kanaal",
  "component_12": "Machtigingen synchroniseren",
  "component_12_menu_1": "Sync from Category",
  "component_12_menu_2": "Sync from Creator",
  "component_12_menu_3": "Sync nothing",
  "component_12_description": "Synchroniseer tijdelijke kanaalmachtigingen met de categorie of maker zelf",
  "component_13": "Naam wachtkamer",
  "component_13_description": "Naam voor wachtkamers (Standaard: Join Me)",
  "component_14_description": "Standaardnaam wanneer de gebruiker geen rol heeft (standaard: gebruikersnaam)",
  "component_15_description": "Standaardnaam wanneer de tijdelijke vergrendeld of verborgen (Standaard: 🔒)",
  "component_16_description": "Standaardnaam wanneer tijdelijk ontgrendeld en zichtbaar gemaakt (standaard: 🔓)",
  "component_17": "Standaardnaam voor tijdelijke aanduidingen",
  "component_17_menu": "Manage Default Names",
  "component_17_description": "Standaardnaam voor tijdelijke aanduidingen wanneer deze geen waarde hebben om weer te geven",
  "component_18": "Tijdelijke kanaalnaam",
  "component_18_1": "Beschikbare tijdelijke aanduidingen✨",
  "component_18_description": "Standaardnaam voor tijdelijke kanalen",
  "component_19_description": "Standaardnaam wanneer de gebruiker geen eigen kanaalnaam heeft (standaard: gebruikersnaam)",
  "component_20": "Tijdelijke kanaalgebruikerslimiet",
  "component_20_description": "Standaard gebruikerslimiet voor tijdelijke kanalen",
  "component_21": "Taal",
  "component_21_1_description": "Verander de globale taal van TempVoice",
  "component_22": "Eigenaarsinstellingen beheren",
  "component_22_menu": "Manage Settings",
  "component_22_description": "Instellingen voor het beheren en modereren van tijdelijke kanalen in- of uitschakelen",
  "component_22_1_description": "Hierdoor worden tijdelijke kanalen niet meer beheerbaar door de gebruiker die het kanaal heeft gemaakt. Dit kan handig zijn als u tijdelijke zenders als openbare zenders gebruikt",
  "component_22_2_description": "Als een optie niet is aangevinkt, kan het bijbehorende commando niet meer worden gebruikt en zullen eerdere wijzigingen die door de gebruiker zijn aangebracht ook niet meer werken. Als een gebruiker bijvoorbeeld zijn kanaal heeft vergrendeld, maar deze optie nu is uitgeschakeld, kan zijn kanaal niet langer worden vergrendeld.",
  "component_23": "Tijdelijke kanaalcategorie (terugval)",
  "component_23_menu": "Select Categories",
  "component_23_description": "Terugvalcategorie wanneer de primaire de limiet van 50 kanalen heeft bereikt",
  "component_24": "Kleur Thema",
  "component_24_description": "Gebruikt voor de kleur van emoji's in Bot-berichten",
  "component_25": "Kanaalnaam censureren",
  "component_25_description": "Censor tot 30 woorden die niet meer als tijdelijke kanaalnamen kunnen worden gebruikt",
  "component_25_input": "Enter a word and press enter",
  "component_26": "Tijdelijke kanaalcategorie (primair)",
  "component_26_menu": "No Category Selected",
  "component_26_description": "Primaire categorie voor tijdelijke kanalen",
  "component_27": "Stem flitsen",
  "component_27_description": "Je krijgt 1-3 flitsen elke keer dat je op TempVoice stemt. 60 flitsers kunnen worden ingewisseld voor 2 weken Premium! Gaaf he? Vergeet niet dat je elke 12 uur kunt stemmen en dat het minder dan seconden duurt!",
  "component_28": "Tijdelijke kanaalvulling",
  "component_28_menu_1": "Enabled",
  "component_28_menu_2": "Disabled",
  "component_28_description": "Tijdelijke kanalen opvullen voordat nieuwe worden gemaakt (vereist: gebruikerslimiet 1-99)",
  "component_29": "Custom Branding",
  "component_29_description": "How do I get a bot token?",
  "component_29_2_description": "Custom Branding allows you to change the appearance of TempVoice by changing its name and avatar. Enter a Discord Bot token to create a new custom branding bot, which will be hosted on a seperate server.",
  "component_30": "Customize Bot Status",
  "component_30_description": "Change the Discord status of the Custom Branding bot.",
  "component_31_description": "Default name when the user has no discord activity",
  "component_32_description": "Default name when the activity of the user has no details",
  "component_33_description": "Default name when the activity of the user has no state",
  "component_34_description": "Default name when the activity of the user has no emoji",
  "component_35": "Activate Premium On A Discord",
  "component_36": "Manage Premium",
  "component_36_description": "Manage your TempVoice Premium subscription. View your invoices, change your payment method, pause or cancel your subscription.",

  "placeholder_1_description": "Bij gebruik van de {PRIVACY} placeholder wordt de kanaalnaam bijgewerkt wanneer de privacy wordt gewijzigd. Dit is alleen mogelijk om de 5 minuten vanwege Discord-beperkingen.",
  "placeholder_2_description": "Toon de rolnaam, ongeacht wanneer de rol is gescheiden op de lijst met online leden.",
  "placeholder_3_description": "Toont de hoogste rolnaam die gescheiden is op de lijst met online leden.",
  "placeholder_4_description": "Deze tijdelijke aanduiding wordt vervangen door de naam die een gebruiker heeft gekozen met '/voice name'. Wanneer de gebruiker een nieuwe naam kiest, wordt alleen het deel van de tijdelijke aanduiding gewijzigd en blijft de rest onaangeroerd.",

  "navbar_login_1": "Aangemeld als",
  "navbar_login_2": "Dashboard",
  "navbar_login_3": "Profiel",
  "navbar_login_4": "Uitloggen",

  "invite_button": "Nodig TempVoice uit",
  "dashboard_button": "Dashboard openen",
  "guides_button": "Gidsen bekijken",
  "login_button": "Log in met Discord",
  "vote_button": "Stem op TempVoice op Top.gg",
  "cancel_button": "Cancel Subscription",
  "subscribe_button": "Checkout with Stripe",
  "join_button": "Join now",
  "manage_button": "Manage Premium",
  "upgrade_button": "Upgrade Premium",

  "premium_feature_1": "Fully Customizable Interfaces",
  "premium_feature_2": "Unlimited Creator Channels",
  "premium_feature_3": "No Voting Requirements",

  "statistics_1": "Totale Tros",
  "statistics_2": "Totale scherven",
  "statistics_3": "Totale Discord-Servers",
  "statistics_4": "Totale Leden",

  "alert_join_support_discord": "Stay up to date and join our verified TempVoice Discord server",
  "alert_custom_branding_token": "Do not share the Discord Bot token with anyone else under any circumstances!",
  "alert_premium_activate": "Uw Premium is klaar voor gebruik!",
  "alert_premium_inactivate": "If you recently subscribed to TempVoice Premium you might have to wait a couple of minutes to get validated and be able to activate Premium on any Discord server.",
  "alert_please_login": "Log in met je Discord-account om door te gaan.",
  "alert_no_servers": "Je bezit of modereert geen enkele Discord-server. U hebt machtigingen voor 'Server beheren' nodig.",
  "alert_no_creators": "Deze Discord-Server heeft nog geen makers. Stel een nieuw Creator-kanaal in met '/setup' en vernieuw de pagina.",
  "alert_input_limit": "Er zijn niet meer dan 64 tekens toegestaan.",
  "alert_added_success": "TempVoice is succesvol toegevoegd aan je Discord-server!",
  "alert_added_fail": "TempVoice kon niet worden toegevoegd aan je Discord-server. Probeer het opnieuw.",
  "alert_offline": "Er is momenteel een bekend probleem met TempVoice. Wees alstublieft geduldig.",
  "alert_online": "TempVoice is operationeel"
}
